/* File Sizes */
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"TB" = "TB";
"PB" = "PB";
"EB" = "EB";
"Zero KB" = "0 KB";
"Zero" = "0";


/* Currently unused but may be used for tooltip */
"Found: %@" = "Trovati:%@";
"This is a Photos library item" = "Questo è un elemento della libreria foto";
"This is an iTunes library item" = "Questo è un elemento della libreria iTunes";


/* Notifications */
"NotificationTitle_CleanFinishedWithErrors" = "Il processo di pulizia è stato terminato con errori";
"NotificationDescription_CleanFinishedWithErrors" = "CleanMyMac ha liberato %@ dal Mac! Ma si sono verificati alcuni errori.";
"NotificationDescription_CleanFinished" = "CleanMyMac ha liberato %@ dal Mac!";
"NotificationDescription_ScanFinished" = "CleanMyMac può liberare %@ dal tuo Mac!";


/* Ignore list menu items */
"Remove from Ignore List" = "Rimuovi dalla Lista Ignora";
"Add to Ignore List" = "Aggiungi alla Lista Ignora";


/* License expiration */
"Never" = "Mai";


/* Registration Status */
"Not Registered" = "Non registrato";
"MenuItemTitle_ActivationInfo" = "Informazioni di attivazione…";
"MenuItemTitle_Activate" = "Attiva…";

/* Extensions Enable/Disable Button Titles */
"ExtensionsButtonTitle_Enable" = "Abilita";
"ExtensionsButtonTitle_Enabled" = "Abilitato";
"ExtensionsButtonTitle_Disable" = "Disabilita";
"ExtensionsButtonTitle_Disabled" = "Disabilitato";

/* System Cleanup Scanners Description Texts */
"DescriptionText_UserCachesScanner" = "Pensati in origine per migliorare la rapidità di avvio, ultimamente i file di cache delle tue applicazioni si sono accumulati e non funzionano correttamente o causano una diminuzione delle performance.";
"DescriptionText_SystemCachesScanner" = "Le applicazioni di sistema generano e mantengono molti file cache che di recente stanno causando tempi di avvio più lunghi, una diminuzione generalizzata delle prestazioni e talvolta un funzionamento non corretto.";
"DescriptionText_PhotoSyncCachesScanner" = "Dopo la sincronizzazione di foto con dispositivi iOS resta una certa quantità di foto nella cache del tuo Mac. Questi file sono solo uno spreco di spazio.";
"DescriptionText_iOSSoftwareUpdatesScanner" = "Dopo ogni aggiornamento dei dispositivi iOS tramite sincronizzazione via cavo, tutti i dati di aggiornamento rimangono sul tuo Mac sprecando una notevole quantità di spazio.";
"DescriptionText_UserLogsScanner" = "L'attività delle applicazioni viene costantemente registrata nei numerosi file di registro, che occupano un bel po' di spazio dopo un certo tempo, ma sono piuttosto inutili, soprattutto se sono vecchi.";
"DescriptionText_SystemLogsScanner" = "L'attività delle applicazioni e dei servizi di sistema viene registrata nei numerosi file di registro, che possono essere utili solo per i scopi di debug, e possono essere rimossi in tutta sicurezza.";
"DescriptionText_BrokenPrefsScanner" = "I file delle preferenze delle applicazioni potrebbero risultare danneggiati per diversi motivi, portando ad un comportamento scorretto o all'impossibilità di avviare le applicazioni relative. Per fortuna questi problemi possono essere evitati.";
"DescriptionText_BrokenStartupItemsScanner" = "In alcuni casi, dopo la rimozione di un'applicazione o servizio, un link ad esso rimane negli elementi di login. Questo problema può essere facilmente risolto con CleanMyMac.";
"DescriptionText_LanguagesScanner" = "Puoi rimuovere facilmente le localizzazioni non utilizzate delle applicazioni installate, risparmiando così una notevole quantità di spazio su disco.";
"DescriptionText_OSXLanguagesScanner" = "Il sistema operativo del tuo Mac viene fornito con decine di lingue che occupano una grande quantità di spazio. Puoi rimuovere facilmente le lingue che non userai mai.";
"DescriptionText_DevJunkScanner" = "Le applicazioni di solito creano file di supporto sul sistema durante l'installazione o configurazione che dopo diventano inutili. Puoi rimuoverli tranquillamente.";
"DescriptionText_UniversalBinariesScanner" = "Gli sviluppatori di solito compilano le loro applicazioni in modo da supportare diverse architetture di Mac, ciò significa che il codice viene raddoppiato, e a volte addirittura quadruplicato. Tuttavia, il tuo Mac ne usa solo una copia.";
"DescriptionText_LeftoversAppsScanner" = "I file appartenenti a applicazioni precedentemente disinstallate vengono conservati qui per essere verificati ed eventualmente rimosse.";
"DescriptionText_DerivedData" = "Se sei uno sviluppatore, ti sarai accorto che Xcode genera un numero significativo di informazioni sulle versioni intermedie e di indici del progetto. Se il tuo progetto rallenta o se hai bisogno di spazio libero, può essere utile rimuoverli.";
"DescriptionText_FileVersionsScanner" = "Molte applicazioni creano diverse versioni di documenti con cui lavorano per salvare i risultati di lavoro intermedi. Probabilmente ti serve solamente la versione finale e puoi recuperare molto spazio rimuovendo le versioni obsolete.";
"DescriptionText_BrokenApplicationsUpdates" = "Alcune applicazioni occupano una notevole quantità di spazio con i loro vecchi file di aggiornamento. Questi file possono essere rimossi in modo sicuro senza causare danni.";

/* Unsupported Photos */
"DescriptionText_UnsupportedHighSierraPhotosTrashes_ReasonText" = "L'applicazione Foto del Mac continua a memorizzare gli elementi eliminati nel suo album \"Eliminati di recente\". Assicurati di svuotarlo tramite Foto per recuperare spazio.";
"DescriptionText_UnsupportedHighSierraPhotosTrashes_InformativeText" = "Clicca Elimina tutti nell'album \"Eliminati di recente\" di Foto per eliminare questi elementi in modo permanente.";

"DescriptionText_UnsupportedHighSierraGeminiDuplicates_ReasonText" = "L'applicazione Gemini raccoglie i duplicati di foto e video nell'album \"Duplicati Gemini\" in Foto. Solo Foto ti consente di eliminare questi elementi in modo permanente.";
"DescriptionText_UnsupportedHighSierraGeminiDuplicates_InformativeText" = "Questi elementi possono essere eliminati solo tramite Foto. Seleziona il contenuto completo dell'album \"Duplicati Gemini\", apri il menu contestuale e seleziona Elimina foto.";

/* Extensions */
"DescriptionText_QuickTimePlugins" = "Disinstallare o disabilitare i plugin del QuickTime Player con CleanMyMac è incredibilmente facile.";
"DescriptionText_QuickLookPlugins" = "La funzionalità di visualizzazione rapida spesso può essere migliorata mediante diversi plugin aggiuntivi, invece quelli non necessari possono essere facilmente gestiti tramite questa lista.";
"DescriptionText_FinderPlugins" = "Il gestore di file principale di macOS può essere migliorato utilizzando numerosi plugin, che sono davvero difficili da rimuovere manualmente, ma non con CleanMyMac.";
"DescriptionText_SpotlightPlugins" = "Lo strumento di ricerca principale del tuo Mac potrebbe avere plugin non necessari, che puoi facilmente rimuovere o disabilitare temporaneamente.";
"DescriptionText_iTunesPlugins" = "Il lettore musicale nativo di macOS potrebbe essere aggiornato con diversi plugin di terze parti, ed è possibile disinstallarli facilmente e correttamente se necessario.";
"DescriptionText_ContactsPlugins" = "L'applicazione Rubrica potrebbe avere plugin per estendere le funzionalità. Disattivali o rimuovili completamente in un istante.";
"DescriptionText_ScreenSaversPlugins" = "La corretta rimozione di un salvaschermo non utilizzato è facilissima con CleanMyMac. Tuttavia, è anche possibile disabilitare il salvaschermo per renderlo temporaneamente non disponibile nelle preferenze di sistema.";
"DescriptionText_DictionaryPlugins" = "Non tutti i dizionari integrati in macOS ti sono utili e quelli che non ti servono sprecano spazio. Puoi rimuoverli facilmente o disabilitarli temporaneamente.";
"DescriptionText_MailPlugins" = "Il client di posta elettronica nativo di macOS potrebbe includere plugin non utilizzati. Rimuovili facilmente e correttamente con CleanMyMac.";
"DescriptionText_GrowlPlugins" = "Il sistema di notifica Growl è dotato di numerosi plugin per sostenere le notifiche da diverse applicazioni. Gestiscili facilmente con CleanMyMac.";
"DescriptionText_WidgetsPlugins" = "Le piccole applicazioni sul tuo Dashboard possono essere facilmente disattivate o rimosse completamente insieme a tutti i dati relativi con l'aiuto di questo modulo.";
"DescriptionText_PreferencePanesPlugins" = "Tutte le applicazioni di pannelli delle preferenze sono dotati di tonnellate di file di supporto sparsi su tutto il sistema. Senza CleanMyMac è difficile individuarli.";
"DescriptionText_LoginItemsPlugins" = "Gestisci la lista delle applicazioni da avviare automaticamente durante il login.";
"DescriptionText_SafariPlugins" = "Questo potente browser supporta numerosi plugin di terze parti, che possono essere disabilitati o rimossi correttamente dal sistema.";
"DescriptionText_ChromeExtensions" = "Il browser Google Chrome fornisce una piattaforma per numerose estensioni e componenti aggiuntivi, che possono essere facilmente gestiti da CleanMyMac.";
"DescriptionText_InternetPlugins" = "Tutti i browser del tuo Mac, come anche le altre applicazioni di rete, potrebbero avere i plugin condivisi; con CleanMyMac è possibile gestirli da un unico luogo.";
"DescriptionText_AudioPlugins" = "Gli audio plugin di solito si installano con il software specializzato o come plugin separati che sono in grado di modificare l'uscita audio. CleanMyMac permette di gestire i plugin audio di tipo MAS, AU e VST.";
"DescriptionText_Services" = "Alcune applicazioni installano i servizi aggiuntivi sul sistema per fornire funzionalità supplementari ad altre applicazioni. CleanMyMac permette di disabilitare o rimuovere completamente i servizi autonomi.";
"DescriptionText_LaunchAgentsPlugins" = "Nella maggior parte dei casi si tratta di applicazioni di ausilio di altri software che hai sul tuo Mac. Esse ampliano le funzionalità del prodotto principale, ma in alcuni casi puoi valutare se rimuoverle o disabilitarle.";
"DescriptionText_SiriActivity" = "Se preferisci aumentare al massimo la tua privacy e non vuoi che i tuoi dati vengano elaborati da Siri, disattivala. Probabilmente non la usi nemmeno.";

"ReadonlyChromeExtension_PopoverText" = "Questo elemento può essere rimosso dalla sezione Estensioni delle Impostazioni di Google Chrome.";

/* Photos/iPhoto */
"DescriptionText_PhotosCachesScanner" = "L'applicazione Foto genera numerosi file di supporto all'interno della libreria. Questi possono essere eliminati senza rischi per il sistema o per le foto esistenti.";
"DescriptionText_PhotosRAWSCachesScanner" = "Le foto in formato RAW importati dalla fotocamera occupano troppo spazio. Se non ne hai veramente bisogno puoi sostituirli con file JPEG di alta qualità.";
"DescriptionText_PhotosTrashesScanner" = "Tutte le foto che elimini in Foto restano nella sezione \"Eliminati di recente\". Vuotala per recuperare spazio.";
"DescriptionText_GeminiDuplicatesTrashesScanner" = "Questo rimuoverà i contenuti del tuo album 'Duplicati Gemini' che sono stati raccolti utilizzando l'applicazione Gemini.";

"RAW Originals" = "Originali RAW";
"Cache" = "Cache";
"Photo Cache" = "Cache Foto";
"iCloud Photo Cache" = "Cache Foto iCloud";
"Faces Cache" = "Cache volti";
"Various cache files generated by Photos" = "Vari file di cache generati da Foto";
"Local copies of your iCloud photos" = "Copie locali delle tue foto in iCloud";
"Unneeded cache files generated by the Faces feature" = "File di cache non necessari generati mediante la funzionalità di Volti";
"Photo cache groups to ignore:" = "Gruppi di cache di Foto da ignorare:";

/* iTunes Junk */
"DescriptionText_iOSBackupsScanner" = "Tutti i backup dei tuoi dispositivi sono archiviati sul tuo Mac. Puoi rimuoverli facilmente senza perdere dati e recuperando molto spazio.";
"DescriptionText_iOSAppsScanner" = "iTunes salva le copie di backup delle app di iOS che scarichi sul tuo iPhone o iPad. La rimozione di queste copie da iTunes non avrà effetti sui tuoi dispositivi.";
"DescriptionText_iOSSoftwareUpdatesScanner" = "Ogni volta che si aggiorna il dispositivo iOS tramite cavo di sincronizzazione, lascia tutti i dati di aggiornamento sul vostro Mac, sprecando una notevole quantità di spazio.";
"DescriptionText_iTunesDownloadsScanner" = "Per diverse ragioni iTunes può raccogliere tra i propri dati file incompleti. Possono essere app iOS danneggiate, podcast, film, ecc.";
"DescriptionText_iTunesCachesScanner" = "Quando si cambiano i contenuti audio e video, iTunes genera una notevole quantità di cache, comprese le cache di copertine album che possono essere tranquillamente eliminate.";

/* Maintenance Description Texts */
"DescriptionText_MaintenanceGroupScanner" = "Avvia una serie di script per ottimizzare le performance del tuo sistema.";
"DiskNeedsRepairTutorial_FileVaultEnabled" = "Segui questi passi per riparare il tuo disco di avvio: \n1. Riavvia il Mac tenendo premuto Command+R per avviare in modalità Recovery. \n2. Esegui Utility Disco dalla schermata che appare. \n3. Seleziona il volume \"%@\" e fai cli su Attiva. \n4. Fai clic su S.O.S. e segui le istruzioni.";
"DiskNeedsRepairTutorial_FileVaultDisabled" = "Segui questi passi per riparare il tuo disco di avvio: \n1. Riavvia il Mac tenendo premuto Command+R per avviare in modalità Recovery. \n2. Esegui Utility Disco dalla schermata che appare. \n3. Seleziona il volume \"%@\" del tuo disco. \n4. Fai clic su S.O.S. e segui le istruzioni.";
"DiskNeedsRepairTutorial_GetInDepthInstructions" = "Ottieni istruzioni dettagliate…";

/* Privacy Description Texts */
"DescriptionText_PrivacyGroupScanner" = "Rimuove istantaneamente la cronologia di navigazione, comprese le tracce delle tue attività online e offline.";
"DescriptionText_ChromeCleanupScanner" = "Puoi scegliere di rimuovere tutti gli elementi archiviati localmente che restano dopo l'uso del browser Chrome.";
"DescriptionText_SafariCleanupScanner" = "Puoi scegliere di rimuovere tutti gli elementi archiviati localmente che restano dopo l'uso del browser Safari.";
"DescriptionText_FirefoxCleanupScanner" = "Puoi scegliere di rimuovere tutti gli elementi archiviati localmente che restano dopo l'uso del browser Firefox.";
"DescriptionText_OperaCleanupScanner" = "Puoi scegliere di rimuovere tutti gli elementi archiviati localmente che restano dopo l'uso del browser Opera.";
"DescriptionText_SkypeCleanupScanner" = "Puoi ripulire facilmente tutta la cronologia delle conversazioni di Skype e altri elementi correlati.";
"DescriptionText_MessagesCleanupScanner" = "Puoi ripulire facilmente tutta la cronologia delle conversazioni di Messaggi e altri elementi correlati.";
"DescriptionText_RecentItemsScanner" = "Include alias di file salvati nel menu Apri recente di varie applicazioni e collegamenti ad altri elementi disponibili nel menu principale Apple.";

/* Uninstaller Description Texts */
"DescriptionText_UninstallerGroupScanner" = "Rimuovi intere applicazioni, compresi tutti i file correlati.";

/* Trash Bins Description Texts */
"DescriptionText_InternalDriveTrashesScanner" = "La cartella di Cestino di sistema memorizza gli elementi eliminati, ma essi continuano ad occupare spazio sul disco.";
"DescriptionText_ExternalDriveTrashesScanner" = "Ogni disco esterno ha il proprio Cestino che archivia elementi eliminati.";
"DescriptionText_iPhotoTrashesScanner" = "Tutte le foto che elimini in iPhoto restano nel Cestino dell'applicazione. Puoi vuotarlo per recuperare spazio.";
"DescriptionText_PhotoTrashesScanner" = "Tutte le foto che elimini in Foto restano nella sezione \"Eliminati di recente\". Vuotala per recuperare spazio.";
"DescriptionText_MailTrashScanner" = "Le e-mail eliminate all'interno dell'applicazione Mail sono state spostate in una cartella locale di Mail e restano sul tuo disco.";
"DescriptionText_ApertureTrashesScanner" = "Tutte le foto eliminate all'interno di Aperture restano nella sua cartella Cestino. Puoi vuotarla per recuperare spazio.";

/* Empty Extensions Text */
"NothingToCleanDescription_ExtensionsGroupScanner" = "Il tuo Mac non contiene estensioni o plugin.";

/* Meta Groups */
"MetaGroupTooltipText_SystemCleanupGroupScanner" = "Numerosi elementi di supporto all'interno delle applicazioni e del sistema si accumulano costantemente e possono diventare inutili. La loro rimozione non solo consente di risparmiare spazio, ma migliora anche le prestazioni.";
"MetaGroupTooltipText_LargeOld" = "CleanMyMac individua i vecchi file di grandi dimensioni sul Mac, e consente di controllare e selezionare gli elementi indesiderati per la rimozione.";
"MetaGroupTooltipText_iPhotoGroupScanner" = "iPhoto memorizza tutti gli originali delle immagini, indipendentemente dal fatto che siano già stati ruotati, ritagliati o modificati nel modo desiderato. Le copie non necessarie possono essere rilevate e rimosse per risparmiare spazio sul disco senza alcun danno alla libreria.";
"MetaGroupTooltipText_TrashesGroupScanner" = "Quasi tutti gli elementi rimossi dal Mac vengono memorizzati nelle cartelle di Cestino invece di essere eliminati immediatamente. Libera tutto lo spazio occupato dagli elementi già eliminati.";
"MetaGroupReadyText_SystemCleanupGroupScanner" = "Pulisce gli elementi non necessari dal sistema e dalle applicazioni per recuperare spazio e migliorare le prestazioni.";
"MetaGroupReadyText_LargeOldFilesGroupScanner" = "Elimina file vecchi e di grandi dimensioni che hai selezionato per la rimozione.";
"MetaGroupReadyText_iPhotoGroupScanner" = "Pulisce la tua libreria foto da tutti i tipi di dati di supporto.";
"MetaGroupReadyText_TrashesGroupScanner" = "Vuota tutte le cartelle Cestino nelle unità interne ed esterne del tuo Mac, tra cui il Cestino di iPhoto.";
"MetaGroupReadyText_iTunesGroupScanner" = "Rimuove dati di iTunes inutili che restano dopo la sincronizzazione di dispositivi iOS.";
"MetaGroupReadyText_MaintenanceGroupScanner" = "Avvia una serie di script per ottimizzare rapidamente la performance del sistema.";
"MetaGroupReadyText_MailGroupScanner" = "Rimuove le copie locali di allegati di e-mail che restano facilmente accessibili tramite l'Entrata di Mail.";
"MetaGroupCleanText_SystemCleanupGroupScanner" = "Il tuo sistema è in perfette condizioni.";
"MetaGroupCleanText_TrashesGroupScanner" = "Tutte le cartelle Cestino sono vuote.";
"MetaGroupCleanText_iPhotoGroupScanner" = "La libreria di Foto è pulita e ottimizzata.";
"MetaGroupCleanText_MailGroupScanner" = "Mail non contiene dati locali in eccesso.";
"MetaGroupCleanText_iTunesGroupScanner" = "Sul tuo Mac non sono presenti dati di iTunes in eccesso.";
"MetaGroupCleanCustomText_TrashesGroupScanner" = "Vuoto ✓";
"MetaGroupNothingToAutoClean" = "Niente da pulire automaticamente.";

/* Needs proofing */
"DescriptionText_iPhotoCleanupCleanupScanner" = "Rimuovi copie";

/* Clean Module Texts */
"NothingToCleanDescription_Generic" = "In questa sezione non ci sono elementi da ripulire o risolvere. È tutto a posto.";
"NothingToCleanDescription_UserCachesScanner" = "Sorprendente, ma non ci sono file di cache dell'utente non necessari da rimuovere.";
"NothingToCleanDescription_SystemCachesScanner" = "Sorprendente, ma non ci sono file di cache di sistema non necessari da rimuovere.";
"NothingToCleanDescription_UserLogsScanner" = "Al momento non ci sono file di registro utente da ripulire.";
"NothingToCleanDescription_SystemLogsScanner" = "Al momento non ci sono file di registro di sistema da ripulire.";
"NothingToCleanDescription_BrokenPrefsScanner" = "I file delle preferenze di tutte le tue applicazioni sono in perfetto ordine. Qui niente da riparare.";
"NothingToCleanDescription_BrokenStartupItemsScanner" = "Tutti i link dei servizi di avvio si riferiscono a elementi esistenti. Qui niente da riparare.";
"NothingToCleanDescription_iOSSoftwareUpdatesScanner" = "Nessun aggiornamento di software inutile è stato trovato sul tuo Mac.";
"NothingToCleanDescription_PhotoSyncCachesScanner" = "Nessuna cache di sincronizzazione delle foto inutile è stata trovata sul tuo Mac.";
"NothingToCleanDescription_UniversalBinariesScanner" = "Tutte le tue applicazioni contengono solo il codice di cui il tuo Mac ha bisogno. Qui non c'è più niente da pulire.";
"NothingToCleanDescription_DevJunkScanner" = "Le applicazioni installate non contengono file di supporto ridondanti.";
"NothingToCleanDescription_LanguagesScanner" = "Nessuna localizzazione inutile corrispondente ai criteri di ricerca impostati è stata trovata all'interno delle applicazioni installate.";
"NothingToCleanDescription_TrashesGroupScanner" = "Nessun file nei tuoi Cestini.";
"NothingToCleanTitle" = "Pulisci!";
"NothingToCleanTitle_TrashesGroupScanner" = "Tutto vuoto!";
"NothingToCleanTitle_LargeOldFilesGroupScanner" = "Tutto risplende!";
"NothingToCleanDescription_SystemCleanupGroupScanner" = "Niente da pulire nel tuo sistema.";
"NothingToCleanDescription_LargeOldFilesGroupScanner" = "Nessun file grande e vecchio.";
"NothingToCleanDescription_MailGroupScanner" = "Mail non archivia dati locali in eccesso.";
"NothingToCleanDescription_iPhotoGroupScanner" = "La libreria di Foto è pulita e ottimizzata.";
"NothingToCleanDescription_iTunesGroupScanner" = "Sul tuo Mac non sono presenti dati di iTunes in eccesso.";
"NothingToCleanTitle_PrivacyGroupScanner" = "Strano…";
"NothingToCleanTitle_ExtensionsGroupScanner" = "Caso unico!";
"NothingToCleanTitle_UninstallerGroupScanner" = "È strano…";
"NothingToCleanDescription_PrivacyGroupScanner" = "Sul tuo Mac non sono presenti tracce di app da ripulire.";
"NothingToCleanDescription_UninstallerGroupScanner" = "Non ci sono app da disinstallare.";

/* Activation window titles */
"EULA_WindowTitle" = "Licenza";
"Registration_WindowTitle" = "Attivazione della licenza";
"ActivationInfo_WindowTitle" = "Informazioni di attivazione";
"ActivationFailure_WindowTitle" = "%@ errore di attivazione";

/* Registration texts */
"Registration_WelcomeText" = "Attiva la tua copia di CleanMyMac 3. La versione attivata ti permette di ripulire più di 500 MB di elementi rilevati e di sfruttare tutti i vantaggi di CleanMyMac 3. Clicca su \"Acquista licenza\" per visitare il nostro shop online e selezionare la licenza che desideri acquistare.";
"Registration_ActivationText" = "Se hai acquistato CleanMyMac 3 tramite il negozio online di MacPaw, il numero di attivazione ti è stato inviato via e-mail.";
"Registration_ActivationSuccessCaption" = "Grazie!";
"Registration_ActivationSuccessText" = "CleanMyMac 3 è stato attivato con successo!";
"Registration_ActivationSuccessFreeUpgradeText" = "La licenza a CleanMyMac 3 è stata attivata gratuitamente. Ripaghiamo la tua fedeltà!";
"Registration_ActivationSuccessPreactivatedText" = "La tua copia di CleanMyMac 3 è stata attivata.";
"Registration_ActivationSuccessStayInTouch" = "Contattaci:";

/* Activation info texts */
"LicenceExpiration_Expired" = "Scaduta";
"LicenceExpiration_LastDay" = "Ultimo giorno";
"Unknown" = "Sconosciuta";
"LicenceExpiration_LeftFormat" = "%@ rimasti";

/* Activation Flow */
"Lost My License" = "Licenza persa";
"More info…" = "Ulteriori informazioni…";
"Buy License" = "Acquista licenza";
"Reset My Activations" = "Ripristina attivazioni";
"Try Again" = "Riprova";
"Extend License" = "Estendi licenza";
"Extend License with Discount" = "Estendi la licenza con %@%% di sconto";

/* Module start screen descriptions */
"DescriptionText_SystemCleanupGroupScanner" = "Pulisci il sistema per ottenere le massime prestazioni e recuperare lo spazio libero.";
"DescriptionText_LargeOldFilesGroupScanner" = "Individua e rimuovi i file di grandi dimensioni e le cartelle non aperte da mesi.";
"DescriptionText_iPhotoGroupScanner" = "Riduci le dimensioni della tua libreria foto rimuovendo i dati di supporto contenuti.";
"DescriptionText_TrashesGroupScanner" = "Svuota tutti i Cestini disponibili sul tuo Mac, compresi i Cestini di Mail e Foto.";
"DescriptionText_AllAppsScanner" = "Seleziona le applicazioni elencate a sinistra per disinstallarle completamente o ripristinarle al loro stato iniziale.";
"DescriptionText_ExtensionsGroupScanner" = "Rimuovi o disabilita widget, plugin delle applicazioni, pannelli delle preferenze, dizionari, salvaschermi e elementi di login.";
"DescriptionText_EraserGroupScanner" = "Elimina tutti i file e le cartelle indesiderate in modo rapido e senza lasciare tracce.";
"DescriptionText_MailGroupScanner" = "Rimuovi le copie locali dei download e gli allegati di e-mail.";
"DescriptionText_iTunesGroupScanner" = "Elimina vecchi backup dei dispositivi iOS, gli aggiornamenti software e altri dati di supporto di iTunes.";

/* Scan completed descriptions */
"ScanCompleted_AutoManual_DescriptionText" = "Puoi eliminare istantaneamente tutti gli elementi che possono essere cancellati automaticamente in modo sicuro e controllare quelli che richiedono il tuo intervento.";
"ScanCompleted_AutoOnly_DescriptionText" = "Ora puoi eliminare istantaneamente tutti gli elementi che possono essere cancellati automaticamente in modo sicuro.";

/* Scan progress item names */
"ScanProgressItemName_SystemCleanupGroupScanner" = "Analisi del sistema…";
"ScanProgressItemName_LargeOldFilesGroupScanner" = "Ricerca di grandi e vecchi file…";
"ScanProgressItemName_iPhotoGroupScanner" = "Analisi della libreria di Foto…";
"ScanProgressItemName_MailGroupScanner" = "Analisi degli allegati Mail locali…";
"ScanProgressItemName_iTunesGroupScanner" = "Analisi dei dati di iTunes…";
"ScanProgressItemName_TrashesGroupScanner" = "Calcolo delle dimensioni delle cartelle di Cestino…";

/* Clean progress item names */
"CleanProgressItemName_SystemCleanupGroupScanner" = "Pulizia del sistema…";
"CleanProgressItemName_LargeOldFilesGroupScanner" = "Rimozione di file inutili…";
"CleanProgressItemName_iPhotoGroupScanner" = "Pulizia della libreria foto…";
"CleanProgressItemName_TrashesGroupScanner" = "Vuoto le cartelle Cestino…";
"CleanProgressItemName_EraserGroupScanner" = "Cancello file…";
"CleanProgressItemName_ExtensionsGroupScanner" = "Rimozione di file estensione…";
"CleanProgressItemName_PrivacyGroupScanner" = "Pulizia delle attività recenti…";
"CleanProgressItemName_MailGroupScanner" = "Pulizia di Mail…";
"CleanProgressItemName_iTunesGroupScanner" = "Pulizia dei dati di iTunes in eccesso…";
"CleanProgressItemName_MaintenanceGroupScanner" = "Eseguo manutenzione…";
"CleanProgressItemName_UninstallerGroupScanner" = "Rimozione di file delle applicazioni…";
"CleanProgressItemName_Cleaned_SystemCleanupGroupScanner" = "Registro pulizia";
"CleanProgressItemName_Cleaned_LargeOldFilesGroupScanner" = "Registro rimozione";
"CleanProgressItemName_Cleaned_iPhotoGroupScanner" = "Registro pulizia";
"CleanProgressItemName_Cleaned_TrashesGroupScanner" = "Registro pulizia";
"CleanProgressItemName_Cleaned_EraserGroupScanner" = "Registro rimozione";
"CleanProgressItemName_Cleaned_ExtensionsGroupScanner" = "Registro rimozione";
"CleanProgressItemName_Cleaned_PrivacyGroupScanner" = "Registro pulizia";
"CleanProgressItemName_Cleaned_MailGroupScanner" = "Registro pulizia";
"CleanProgressItemName_Cleaned_iTunesGroupScanner" = "Registro pulizia";
"CleanProgressItemName_Cleaned_MaintenanceGroupScanner" = "Registro attività";
"CleanProgressItemName_Cleaned_UninstallerGroupScanner" = "Registro disinstallazione";

"MoveProgressItemName_LargeOldFilesGroupScanner" = "Sposto file in %@…";
"MoveProgressItemName_Moved_LargeOldFilesGroupScanner" = "File spostati in %@";

/* Scan log process Texts */
"ScanLogHeaderText_GlobalGroupScanner" = "Eseguo Scansione completa";
"ScanLogHeaderText_SystemCleanupGroupScanner" = "Scansione di sistema";
"ScanLogHeaderText_LargeOldFilesGroupScanner" = "Ricerca file";
"ScanLogHeaderText_iPhotoGroupScanner" = "Scansione di iPhoto";
"ScanLogHeaderText_TrashesGroupScanner" = "Pulizia del Cestino";
"ScanLogHeaderText_MailGroupScanner" = "Scansione dati di Mail";
"ScanLogHeaderText_iTunesGroupScanner" = "Scansione dati di iTunes";
"CleanLogHeaderText_GlobalGroupScanner" = "Pulizia in corso";
"CleanLogHeaderText_SystemCleanupGroupScanner" = "Pulizia di sistema";
"CleanLogHeaderText_LargeOldFilesGroupScanner" = "Rimozione vecchi file";
"CleanLogHeaderText_iPhotoGroupScanner" = "Pulizia di iPhoto";
"CleanLogHeaderText_TrashesGroupScanner" = "Vuoto il Cestino";
"CleanLogHeaderText_UninstallerGroupScanner" = "Disinstallazione";
"CleanLogHeaderText_EraserGroupScanner" = "Cancellazione file";
"CleanLogHeaderText_ExtensionsGroupScanner" = "Estensioni";
"CleanLogHeaderText_PrivacyGroupScanner" = "Pulizia di dati generati dal web";
"CleanLogHeaderText_iTunesGroupScanner" = "Pulizia di iTunes";
"CleanLogHeaderText_MailGroupScanner" = "Pulizia di Mail";

/* Process log Texts */
"ProcessLogBottomSubtitle_StartupDiskMaintenanceScanner" = "Il tuo sistema non risponderà durante la verifica del disco di avvio. Tutto tornerà normale non appena l'operazione sarà completata.";
"MaintenanceVerifyDiskTask_UnavailableText" = "Questa operazione non è disponibile per gli utenti APFS tramite CleanMyMac. Consulta i passaggi consigliati per completare l'operazione sul tuo Mac.";
"MaintenanceVerifyDiskTask_UnavailableLinkText" = "Vedi istruzioni dettagliate…";

/* Uninstaller clean item format texts */
"CleanLogTextFormat_Uninstalling1App" = "Disinstallazione di %@ in corso";
"CleanLogTextFormat_Resetting1App" = "Reset di %@";
"CleanLogTextFormat_RemovingFilesFrom1App" = "Rimozione dei file da %@ in corso";
"CleanLogTextFormat_UninstallingApps" = "Disinstallazione di %i applicazioni in corso";
"CleanLogTextFormat_ResettingApps" = "Ripristino di %i applicazioni in corso";
"CleanLogTextFormat_RemovingFilesFromApps" = "Rimozione dei file da %i applicazioni in corso";

/* Modules Display Names */
"DisplayName_GlobalGroupScanner" = "Pulizia smart";
"DisplayName_SystemCleanupGroupScanner" = "Sistema";
"DisplayName_LargeOldFilesGroupScanner" = "Grandi e vecchi file";
"DisplayName_iPhotoGroupScanner" = "Spazzatura di Foto";
"DisplayName_MailGroupScanner" = "Allegati di Mail";
"DisplayName_iTunesGroupScanner" = "iTunes";
"DisplayName_PrivacyGroupScanner" = "Privacy";
"DisplayName_TrashesGroupScanner" = "Cestini";
"DisplayName_UninstallerGroupScanner" = "Disinstallazione";
"DisplayName_ExtensionsGroupScanner" = "Estensioni";
"DisplayName_MaintenanceGroupScanner" = "Manutenzione";
"DisplayName_EraserGroupScanner" = "Cancellazione sicura";

/* Smart Cleanup Display Names */
"DisplayShortName_Dashboard" = "Pulizia smart";
"DisplayShortName_SystemCleanupGroupScanner" = "Sistema";
"DisplayShortName_LargeOldFilesGroupScanner" = "Grandi e vecchi file";
"DisplayShortName_iPhotoGroupScanner" = "Spazzatura di Foto";
"DisplayShortName_MailGroupScanner" = "Allegati di Mail";
"DisplayShortName_iTunesGroupScanner" = "iTunes";
"DisplayShortName_Privacy" = "Privacy";
"DisplayShortName_TrashesGroupScanner" = "Cestini";
"DisplayShortName_Applications" = "Disinstallazione";
"DisplayShortName_ExtensionsGroupScanner" = "Estensioni";
"DisplayShortName_MaintenanceGroupScanner" = "Manutenzione";
"DisplayShortName_EraserGroupScanner" = "Canc. sicura";

/* Log items description */
"This item was not cleaned, because the process was interrupted by using the Stop button." = "Questo elemento non e stato pulito perché il processo è stato interrotto usando il tasto Stop.";
"This item was cleaned partially, because the process was interrupted by using the Stop button." = "Questo elemento è stato pulito parzialmente perché il processo è stato interrotto usando il tasto Stop.";
"Skipped" = "Ignorato";

/* Submodules Display Names */
"System Cache Files" = "File di cache di sistema";
"User Cache Files" = "File di cache dell’utente";
"iOS Photo Cache" = "Cache di foto di iOS";
"iOS Software Updates" = "Aggiornamenti software iOS";
"iTunes Cache" = "iTunes Cache";
"Album Artwork Cache" = "Cache copertine album";
"System Log Files" = "File di registro di sistema";
"User Log Files" = "File registro utente";
"Development Junk" = "Dati di sviluppo";
"Language Files" = "File lingue";
"Universal Binaries" = "Binari universali";
"Preference Panes" = "Pannelli delle preferenze";
"SyncedDirName" = "Cache di foto \"%@\"";
"Broken Login Items" = "Elementi di login danneggiati";
"Application Leftovers" = "Residui delle applicazioni";
"Broken Preferences" = "Impostazioni errate";
"Widgets" = "Widget";
"Applications" = "Applicazioni";
"Xcode Junk" = "Xcode indesiderata";
"DisplayName_iPhotoLibraryTrashFormat" = "%@ Cestino";

/* Category names for plugins */
"QuickTime Player plugins" = "Plugin di QuickTime Player";
"Safari plugins" = "Plugin di Safari";
"QuickLook plugins" = "Plugin di visualizzazione rapida";
"Finder plugins" = "Plugin di Finder";
"Spotlight plugins" = "Plugin di Spotlight";
"InputManagers" = "Gestori di ingresso";
"iTunes plugins" = "Plugin di iTunes";
"Address Book plugins" = "Plugin di Rubrica indirizzi";
"Screen Savers" = "Salvaschermi";
"Dictionaries" = "Dizionari";
"Mail plugins" = "Plugin di Mail";
"Audio plugins" = "Plugin audio";
"Services" = "Servizi";
"Growl plugins" = "Plugin di Growl";
"Login Items" = "Elementi di login";
"Scripting Additions" = "Aggiunte di script";
"Safari extensions" = "Estensioni di Safari";
"Chrome extensions" = "Estensioni di Chrome";
"Internet plugins" = "Plugin di Internet";

/* Clean log text */
"ScanLogItemTitle_AlreadyClean" = "Pulizia";
"CleanLogItemTitle_FailedToClean" = "Non riuscito";

/* Bottom Bar Texts */
"BottomBarText_ExtensionsAndFilesFormat" = "%@ e %@";
"BottomBarText_EraserFilesAndFoldersFormat" = "%@ e %@";
"BottomBarText_AppsXAndYFilesFormat" = "%@ e %@";
"BottomBarText_AppsXFromYFilesFormat" = "%@ da %@";

/* iPhoto Start Scan View */
"iPhotoStartViewText_NoDefaultLibrary" = "Librerie non trovate";
"iPhotoStartViewSubText_NoDefaultLibrary" = "Individua la libreria se ne hai una";
"iPhotoStartViewSubText_Unsupported" = "La versione di questa libreria non è supportata";

/* Uninstaller. Application resource category name. */
"Logs" = "Registri";
"Binaries" = "Binari";
"Preferences" = "Preferenze";
"Crashes" = "Crash";
"Plugins" = "Plugin";
"Installers" = "Programmi di installazione";
"Growl" = "Growl";
"Help" = "Aiuto";
"Dock Icon" = "Icona dock";
"User Data" = "Dati utente";
"Supporting Files" = "Supporto file";

"%@ Dock Icon" = "%@ icona dock";
"%@ Cache" = "Cache %@";
"%@ Dev Junk" = "%@ spazz. sviluppo";
"%@ Extra Binaries" = "%@ binari supplementari";
"%@ from %@" = "%1$@ da %2$@";
"%@ Growl plugin" = "%@ plugin di Growl";
"%@ Localizations" = "%@ localizzazioni";
"%@ Log" = "%@ file di registro";
"%@ Login Item" = "%@ elementi di login";
"%@ Startup Item" = "%@ elemento di avvio";
"%@ Software Update %@" = "%1$@ aggiornamento software %2$@";
"%@ to %@" = "%1$@ a %2$@";
"Opened %@" = "Aperto %@";
"%@ ago" = "%@ fa";
"yesterday" = "ieri";
"today" = "oggi";
"2 weeks" = "2 settimane";
"3 weeks" = "3 settimane";
"a month" = "un mese";
"a week" = "una settimana";
"a year" = "un anno";
"almost a month" = "quasi un mese";
"almost half a year" = "quasi sei mesi";
"any time" = "qualsiasi data";
"any size" = "qualsiasi dimensioni";
"Add Folder…" = "Aggiungi cartella…";
"Apple System Log" = "Registro di sistema Apple";
"Unified Log" = "Log unificato";
"Back" = "Indietro";
"Intro" = "Introduzione";
"Broken" = "Interrotti";
"Cancel" = "Annulla";
"Clean ✓" = "Pulizia ✓";
"Clean is finished" = "Pulizia completata";
"Moving Complete" = "Spostamento completato!";
"Cleaned:" = "Puliti:";
"NotificationDescription_LargeOldFilesScanFinished" = "CleanMyMac ha trovato %@ di file vecchi e grandi da controllare.";
"Cleanup iPhoto" = "Pulizia di iPhoto";
"Close Quick Look" = "Chiudi visualizzazione rapida";
"Close" = "Chiudi";
"Complete" = "Completata";
"Contacts plugins" = "Plugin dei Contatti";
"Deselect \"%@\"" = "Deseleziona \"%@\"";
"Deselect %d Items" = "Deseleziona %d elementi";

"MenuItem_Ignore" = "Ignora \"%@\" in futuro";
"MenuItem_DontIgnore" = "Non ignorare \"%@\" in futuro";
"MenuItem_IgnoreAll" = "Ignora tutto in \"%@\" in futuro";
"MenuItem_DontIgnoreAll" = "Non ignorare tutto in \"%@\" in futuro";
"MenuItem_IgnoreSelected" = "Ignora tutti i selezionati in futuro";
"MenuItem_DontIgnoreSelected" = "Non ignorare tutti i selezionati in futuro";
"ButtonTitle_Ignore" = "Ignora";
"ButtonTitle_Ignored" = "Ignorato";
"ButtonTitle_DontIgnore" = "Non ignorare";
"ButtonTitle_NotIgnored" = "Non ignorato";
"Empty" = "Vuoto";
"Extensions" = "Estensioni";
"File exists at requested directory location." = "Il file esiste al percorso specificato.";
"Found:" = "Trovati:";
"Hide Ignored Items" = "Nascondi gli elementi ignorati";
"iPhoto Masters" = "Originali di iPhoto";

"MenuItem_KeepApplication" = "Conserva \"%@\"";
"MenuItem_LaunchApplication" = "Avvia \"%@\"";
"MenuItem_RelaunchApplication" = "Riavvia \"%@\"";

"Launch" = "Avvia";
"Leftovers" = "Residui";
"Less than %@" = "Meno di %@";

"more than %@ ago" = "più di %@ fa";
"More than %@" = "più di %@";
"more than 2 months" = "più di 2 mesi";
"more than 2 weeks" = "più di 2 settimane";
"more than 3 months" = "più di 3 mesi";
"more than 4 months" = "più di 4 mesi";
"more than a month" = "più di un mese";
"more than a week" = "più di una settimana";
"more than a year" = "più di un anno";
"more than half a year" = "più di sei mesi";
"never" = "mai";
"half a year" = "sei mesi";
"Setapp_Applications_Node_Title" = "Applicazioni Setapp";
"Setapp_Applications_Node_AmountOfSelected" = "%li di of %li selezionati";
"Folder_Dock_Icon_Title" = "Icona Dock della cartella %@";


/* Group by types. In Uninstaller/Mail attachments. */
"Movies" = "Filmati";
"Music" = "Musica";
"Folders" = "Cartelle";
"Documents" = "Documenti";
"All Files" = "Tutti i file";
"Archives" = "Archivi";
"Other" = "Altro";
"Pictures" = "Immagini";
"Attached Files" = "File allegati";
"Audiobooks" = "Audiolibri";
"Podcasts" = "Podcast";
"TV Shows" = "Spettacoli televisivi";
"Books" = "Libri";
"iTunes U Media" = "Media iTunes U";

"No Modifiers" = "Nessun modificatore";
"No photos" = "Nessuna foto";

/* Search Menu Items */
"Name" = "Nome";
"Path" = "Percorso";
"All" = "Tutti";

"Quick Look %d Items" = "Elementi %d visualizzazione rapida";
"Quick Look plugins" = "Plugin di visualizzazione rapida";
"Quick Look" = "Visualizzazione rapida";
"QuickLook_ItemNameFormat" = "Visualizzazione rapida \"%@\"";

"Relaunch application to apply changes" = "Riavvia l'applicazione per applicare le modifiche";
"Remove any Widget, Plugin or Preference Pane safely" = "Rimozione widget, plugin e pannelli di preferenze di sistema in tutta sicurezza";
"Remove" = "Rimuovi";
"Removed %@" = "Rimossi %@";
"Reset %@ Ignore List" = "Ripristina la Lista Ignora di %@";
"Reveal in Finder" = "Mostra nel Finder";
"Scan Another Folder" = "Scansiona un'altra cartella";
"Scan is finished" = "Scansione completata";

"Select \"%@\" for Application Reset" = "Seleziona \"%@\" per il ripristino dell'applicazione";
"Select \"%@\" for Complete Uninstallation" = "Seleziona \"%@\" per la disinstallazione completa";
"Select \"%@\" for Removal" = "Seleziona \"%@\" per la rimozione";
"Select %d Items for Removal" = "Seleziona %d elementi per la rimozione";
"Select Files…" = "Seleziona file…";
"Select for Removal" = "Seleziona per la rimozione";

"Sort by Count" = "Ordina per quantità";
"Sort by Last Launch Date" = "Ordina per ultimo avvio";
"Sort by Access Date" = "Ordina per data di accesso";
"Sort by Name" = "Ordina per nome";
"Sort by Selection" = "Ordina per selezione";
"Sort by Size" = "Ordina per dimensioni";
"Sort by Kind" = "Ordina per tipo";
"Sort by Path" = "Ordina per percorso";
"Sort by Date" = "Ordina per data";

"Spotlight" = "Spotlight";
"Start Over" = "Riavvia";
"Starting new scan will discard current scan results" = "L'avvio della nuova scansione eliminerà i risultati della scansione attuale.";
"System Cleanup" = "Sistema";
"The New CleanMyMac" = "Il nuovo CleanMyMac";
"The Trash folder of your iPhoto Library contains items that can be completely removed to free up more space." = "La cartella Cestino della tua libreria iPhoto contiene elementi che possono essere rimossi completamente per liberare più spazio.";
"Trash List" = "Elenco Cestini";
"Trash on %@" = "Cestino %@";
"Trash" = "Cestino";
"Duplicates" = "Duplicati";
"MenuItemTitle_UncheckAllGroups" = "Deseleziona tutto il gruppo";
"MenuItemTitle_UncheckAllItems" = "Deseleziona tutti gli elementi";
"ButtonLabel_UncheckAll" = "Deseleziona tutti";
"ButtonToolTipText_UncheckAll" = "Deseleziona tutti i file";
"MenuItemTitle_CheckFileByExtension" = "Seleziona tutto .%@File";
"MenuItemTitle_CheckAllGroups" = "Seleziona tutto il gruppo";
"MenuItemTitle_CheckAllItems" = "Seleziona tutti gli elementi";
"ButtonLabel_CheckAll" = "Seleziona tutto";
"ButtonToolTipText_CheckAll" = "Seleziona tutti i file";
"MenuItemTitle_CheckSameItems" = "Seleziona file simili";
"MenuItemTitle_CheckNItems" = "Selezionati %@";
"MenuItemTitle_RevealInFinder" = "Mostra nel Finder";
"MenuItemTitle_RevealIniTunes" = "Mostra in iTunes";
"MenuItemTitle_RevealInPhotos" = "Mostra in Foto";
"Unsupported" = "Non supportati";
"untitled event" = "evento senza titolo";
"CleanLogHeaderText_ExtensionsGroupScanner" = "Extensions";
"Version: %@" = "Versione:%@";
"Welcome!" = "Benvenuti!";
"ScannerTooltipText_TrashesGroupScanner" = "Le unità esterne memorizzano le cartelle di Cestino nascoste con gli elementi eliminati che possono essere completamente rimossi per liberare spazio.";
"ScannerTooltipText_SystemTrashes" = "La cartella di Cestino di sistema memorizza gli elementi eliminati, ma essi continuano ad occupare spazio sul disco.";

/* PluralForms */
"PluralForm0_item" = "elemento";
"PluralForm1_item" = "elementi";
"PluralForm2_item" = "elementi";
"PluralForm0_itemAccusative" = "elemento";
"PluralForm1_itemAccusative" = "elementi";
"PluralForm2_itemAccusative" = "elementi";
"PluralForm0_trace" = "traccia";
"PluralForm1_trace" = "tracce";
"PluralForm2_trace" = "tracce";
"PluralForm0_traceAccusative" = "traccia";
"PluralForm1_traceAccusative" = "tracce";
"PluralForm2_traceAccusative" = "tracce";
"PluralForm0_taskAccusative" = "azione";
"PluralForm1_taskAccusative" = "attività";
"PluralForm2_taskAccusative" = "attività";
"PluralForm0_taskLableAccusative" = "Attività";
"PluralForm1_taskLableAccusative" = "Attività";
"PluralForm2_taskLableAccusative" = "Attività";
"PluralForm0_file" = "file";
"PluralForm1_file" = "file";
"PluralForm2_file" = "file";
"PluralForm0_fileAccusative" = "file";
"PluralForm1_fileAccusative" = "file";
"PluralForm2_fileAccusative" = "file";
"PluralForm0_folderAccusative" = "cartella";
"PluralForm1_folderAccusative" = "cartelle";
"PluralForm2_folderAccusative" = "cartelle";
"PluralForm0_photo" = "foto";
"PluralForm1_photo" = "foto";
"PluralForm2_photo" = "foto";

"PluralForm0_application" = "applicazione";
"PluralForm1_application" = "applicazioni";
"PluralForm2_application" = "applicazioni";

/* Button label "View All 11 Applications */
"PluralForm0_applicationLabel" = "Applicazione";
/* Button label "View All 11 Applications */
"PluralForm1_applicationLabel" = "Applicazioni";
/* Button label "View All 11 Applications */
"PluralForm2_applicationLabel" = "Applicazioni";

"PluralForm0_applicationGenitive" = "applicazione";
"PluralForm1_applicationGenitive" = "applicazioni";
"PluralForm2_applicationGenitive" = "applicazioni";

"PluralForm0_leftover" = "residuo";
"PluralForm1_leftover" = "residui";
"PluralForm2_leftover" = "residui";
"PluralForm0_leftoverGenitive" = "residuo";
"PluralForm1_leftoverGenitive" = "residui";
"PluralForm2_leftoverGenitive" = "residui";
"PluralForm0_Service" = "Servizio";
"PluralForm1_Service" = "Servizi";
"PluralForm2_Service" = "Servizi";
"PluralForm0_PrefPane" = "Pannello delle preferenze";
"PluralForm1_PrefPane" = "Pannelli delle preferenze";
"PluralForm2_PrefPane" = "Pannelli delle preferenze";
"PluralForm0_Dictionary" = "Dizionario";
"PluralForm1_Dictionary" = "Dizionari";
"PluralForm2_Dictionary" = "Dizionari";
"PluralForm0_Widget" = "Widget";
"PluralForm1_Widget" = "Widget";
"PluralForm2_Widget" = "Widget";
"PluralForm0_ScreenSaver" = "Salvaschermo";
"PluralForm1_ScreenSaver" = "Salvaschermi";
"PluralForm2_ScreenSaver" = "Salvaschermi";
"PluralForm0_InternetPlugin" = "Plugin di Internet";
"PluralForm1_InternetPlugin" = "Plugin di Internet";
"PluralForm2_InternetPlugin" = "Plugin di Internet";
"PluralForm0_LoginItem" = "Elemento di login";
"PluralForm1_LoginItem" = "Elementi di login";
"PluralForm2_LoginItem" = "Elementi di login";
"PluralForm0_AudioPlugin" = "Plugin di Audio";
"PluralForm1_AudioPlugin" = "Plugin di Audio";
"PluralForm2_AudioPlugin" = "Plugin di Audio";
"PluralForm0_issue" = "problema";
"PluralForm1_issue" = "problemi";
"PluralForm2_issue" = "problemi";
"PluralForm0_criticalIssue" = "problema critico";
"PluralForm1_criticalIssue" = "problemi critici";
"PluralForm2_criticalIssue" = "problemi critici";
"PluralForm0_month" = "mese";
"PluralForm1_month" = "mesi";
"PluralForm2_month" = "mesi";
"PluralForm0_Month" = "Mese";
"PluralForm1_Month" = "Mesi";
"PluralForm2_Month" = "Mesi";
"PluralForm0_week" = "settimana";
"PluralForm1_week" = "settimane";
"PluralForm2_week" = "settimane";
"PluralForm0_Week" = "Settimana";
"PluralForm1_Week" = "Settimane";
"PluralForm2_Week" = "Settimane";
"PluralForm0_day" = "giorno";
"PluralForm1_day" = "giorni";
"PluralForm2_day" = "giorni";
"PluralForm0_Day" = "Giorno";
"PluralForm1_Day" = "Giorni";
"PluralForm2_Day" = "Giorni";
"PluralForm0_plugin" = "Plugin";
"PluralForm1_plugin" = "plugin";
"PluralForm2_plugin" = "plugin";
"PluralForm0_extension" = "estensione";
"PluralForm1_extension" = "estensioni";
"PluralForm2_extension" = "estensioni";

/* Button label "View All 11 Extensions */
"PluralForm0_extensionLabel" = "Estensione";
/* Button label "View All 11 Extensions */
"PluralForm1_extensionLabel" = "Estensioni";
/* Button label "View All 11 Extensions */
"PluralForm2_extensionLabel" = "Estensioni";

"PluralForm0_MailPlugin" = "Plugin di Mail";
"PluralForm1_MailPlugin" = "Plugin di Mail";
"PluralForm2_MailPlugin" = "Plugin di Mail";
"PluralForm0_copy" = "copia";
"PluralForm1_copy" = "copie";
"PluralForm2_copy" = "copie";
"PluralForm0_app" = "app";
"PluralForm1_app" = "app";
"PluralForm2_app" = "app";

/* iPhoto Modifiers */
"iPhotoModifier_RAW" = "RAW";
"iPhotoModifier_RedEyed" = "Riduzione occhi rossi";
"iPhotoModifier_Cropped" = "Ritaglio";
"iPhotoModifier_Rotated" = "Rotazione";
"iPhotoModifier_Colored" = "Miglioramento";
"iPhoto2ModifiersSeparator" = " e ";

/* Groups by Last Accessed Date */
"AccessedDateGroup_Today" = "Oggi";
"AccessedDateGroup_WithinWeek" = "La settimana scorsa";
"AccessedDateGroup_WeekAgo" = "Una settimana fa";
"AccessedDateGroup_MonthAgo" = "Un mese fa";
"AccessedDateGroup_MoreThanYearAgo" = "Un anno fa";

/* L&O Slider Last Accessed Date Values */
"AccessedDateSlider_WithinWeek" = "la settimana scorsa";
"AccessedDateSlider_WeekTo2Weeks" = "più di una settimana fa";
"AccessedDateSlider_2WeeksToMonth" = "più di due settimane fa";
"AccessedDateSlider_MonthTo3Months" = "più di un mese fa";
"AccessedDateSlider_3MonthsToHalfYear" = "più di tre mesi fa";
"AccessedDateSlider_HalfYearToYear" = "più di sei mesi fa";
"AccessedDateSlider_MoreThanYear" = "più di un anno fa";
"AccessedDateSlider_MoreThan2Years" = "più di due anni fa";

/* Preferences CleanMyDrive Section */
"DescriptionText_LaunchCMD" = "Avvia %@ per monitorare e rimuovere i file spazzatura dalle unità HDD esterne e unità flash.";
"DescriptionText_CMDNotInstalled" = "%@ è uno strumento gratuito di MacPaw che permette di eliminare automaticamente i file spazzatura dalle unità HDD e flash esterne.";
"Launch CleanMyDrive" = "Avvia %@";
"Get on the Mac App Store" = "Acquista su Mac App Store";

/* Look Up menu item */
"Look Up \"%@\"" = "Cerca \"%@\"";

/* All Photos iPhoto group */
"All Photos" = "Tutte le foto";

/* About Special Thanks Text */
"Special thanks to %@" = "Ringraziamenti speciali a %@";
"ProgressItemTitle_iPhotoCleanupRebuildAlbumData" = "Ricostruzione del database";
"More MacPaw Products" = "Altri prodotti di MacPaw";

/* Tool Tip Texts */
"ToolTip_FoundInTotal" = "Trovati in totale:%@";
"ToolTip_FoundInTotalAvailableForClean" = "Trovati in totale:%@\nDisponibili per la pulizia automatica:%@";
"ItemTitle_DownloadsLog" = "Registro download";

/* Tell a Friend Email */
"TellFriendMail_Subject" = "Scopri l'applicazione CleanMyMac di MacPaw";
"TellFriendMail_Body" = "Ciao! Sto già utilizzando CleanMyMac e sono contentissimo di averla. Per maggiori informazioni:";
"CleanMyMac Safety DataBase" = "Database di sicurezza di CleanMyMac";

/* Ignore List Strings */
"IgnoreList_OpenPanelPrompt" = "Aggiungi";
"IgnoreList_OpenPanelPromptSysCleanup" = "Seleziona le applicazioni da aggiungere alla Lista Ignora:";
"IgnoreList_OpenPanelPromptLargeOld" = "Seleziona gli elementi da aggiungere alla Lista Ignora:";
"IgnoreList_OpenPanelPromptExtensions" = "Seleziona i file con specifiche estensioni da aggiungere alla Lista Ignora:";
"IgnoreList_OpenPanelPromptTrashes" = "Seleziona la libreria Foto per aggiungere il relativo Cestino alla Lista Ignora:";
"IgnoreList_ItemDescriptionCacheGroup" = "Gruppo dei file di cache";
"IgnoreList_ItemDescriptionApplication" = "File di applicazioni, cache e registro non saranno interessati";
"IgnoreList_ItemDescriptionUserCache" = "File di cache dell’utente";
"IgnoreList_ItemDescriptionUserLog" = "File registro utente";
"IgnoreList_ItemDescriptionSystemCache" = "File di cache di sistema";
"IgnoreList_ItemDescriptionSystemLog" = "File di registro di sistema";
"IgnoreList_ItemDescriptionBrokenPref" = "File di preferenze danneggiato";
"IgnoreList_ItemDescriptionBrokenLogin" = "Elemento di login danneggiato";
"IgnoreList_ItemDescriptioniOSUpdate" = "File di aggiornamento software di iOS";
"IgnoreList_ItemDescriptioniPhotoSync" = "File di cache sincronizzazione iPhoto";
"IgnoreList_ItemDescriptionOSXLanguage" = "Localizzazione macOS";
"IgnoreList_ItemDescriptionLeftover" = "Residui";
"IgnoreList_ItemDescriptionDerivedData" = "Dati derivati da Xcode";
"IgnoreList_ItemTitleLocalziationOfAppFormat" = "%@ %@ Localizzazione";
"IgnoreList_ItemDescriptionLocalziationOfApp" = "File di lingue di un'applicazione";
"IgnoreList_ItemDescriptionLocalziationOfAllApps" = "File di lingue di tutte le applicazioni";
"IgnoreList_ItemDescriptionTrashiPhoto" = "Cestino della libreria iPhoto";
"IgnoreList_ItemDescriptionTrashAperture" = "Cestino libreria Aperture";
"IgnoreList_ItemDescriptionTrashSystem" = "Cestino del volume di sistema";
"IgnoreList_ItemDescriptionTrashMounted" = "Cestino del volume montato";
"IgnoreList_ItemDescriptionTrashMail" = "Cestino Mail";
"IgnoreList_ItemDescriptionTrashPhotos" = "Cestino Foto";
"IgnoreList_ItemDescriptionTrashGeminiDuplicates" = "Duplicati Gemini";
"IgnoreList_ItemDescriptioniOSBackups" = "Backup iOS";
"IgnoreList_ItemDescriptioniOSSoftwareUpdates" = "Aggiornamento software iOS";
"IgnoreList_ItemDescriptioniTunesDownloads" = "Download di iTunes";
"IgnoreList_ItemDescriptioniOSApps" = "App iOS";
"IgnoreList_ItemDescriptioniTunesCache" = "Cartella cache copertine album iTunes";
"IgnoreList_ItemTitleLargeOldGroupAccessed" = "Ultimo accesso: ";
"IgnoreList_ItemTitleLargeOldGroupSize" = "Dimensioni: ";
"IgnoreList_ItemTitleLargeOldGroupKind" = "Tipo: ";
"IgnoreList_ItemDescriptionMailAttachment" = "Allegato e-mail";
"IgnoreList_ErrorDescription_KBHasSameSystemItem" = "L'elemento che stai tentando di aggiungere è già nel database di sicurezza di CleanMyMac.";
"IgnoreList_ErrorSuggestion_KBHasSameSystemItem" = "Non è necessario aggiungere questo elemento alla Lista Ignora, poiché viene ignorato da CleanMyMac 3 per default.";
"IgnoreList_ErrorDescription_KBHasSameSystemItem_Some" = "Alcuni elementi che stai tentando di aggiungere sono già nel database di sicurezza di CleanMyMac.";
"IgnoreList_ErrorSuggestion_KBHasSameSystemItem_Some" = "Non è necessario aggiungere questi elementi alla Lista Ignora, poiché vengono ignorati da CleanMyMac 3 per default.";
"IgnoreList_ErrorDescription_KBHasSameSystemItem_All" = "Gli elementi che stai tentando di aggiungere sono già nel database di sicurezza di CleanMyMac.";
"IgnoreList_ErrorSuggestion_KBHasSameSystemItem_All" = "Non è necessario aggiungere questi elementi alla Lista Ignora, poiché vengono ignorati da CleanMyMac 3 per default.";
"IgnoreList_ErrorDescription_KBFailedToAddItem" = "CleanMyMac non è riuscito ad aggiungere gli elementi selezionati alla Lista Ignora.";
"IgnoreList_ErrorSuggestion_KBFailedToAddItem" = "Riavvia CleanMyMac 3 e riprova.";
"IgnoreList_ErrorDescription_KBFailedToRemoveItem" = "CleanMyMac non è riuscito a rimuovere gli elementi selezionati dalla Lista Ignora.";
"IgnoreList_ErrorSuggestion_KBFailedToRemoveItem" = "Riavvia CleanMyMac 3 e riprova.";
"MailTrash_Title" = "\"%@\" Cestino Mail locale";

/* Maintenance */
"DescriptionText_MailSpeedupScanner" = "Reindicizza il database busta della tua applicazione Mail per migliorare le prestazioni della cartella Entrata e la velocità di ricerca. È una procedura sicura e utile che non ha alcun effetto sulle tue e-mail.";
"DescriptionText_RebuildLaunchServicesDBScanner" = "La ricostruzione del database farà in modo che tutti i file vengano aperti con le loro app predefinite, ai file verranno assegnate le icone del tipo di file corretto e verranno risolti diversi problemi connessi all'applicazione.";
"DescriptionText_SpotlightSpeedupScanner" = "Quest'azione avvia una reindicizzazione completa del motore di ricerca generale del tuo Mac per migliorarne le prestazioni e la precisione. L'operazione va eseguita solo una volta ogni tanto in modo che Spotlight possa eseguire le ricerche nel modo migliore possibile.";
"DescriptionText_DiskMaintenanceScanner" = "Verifica che il file system non contenga errori per garantire che tutti dati siano presenti sul drive. CleanMyMac ripara immediatamente i problemi rilevati su qualsiasi unità connessa senza dover riavviare il tuo Mac.";
"DescriptionText_StartupDiskMaintenanceScanner" = "Verifica il file system sul disco di sistema principale per garantire che tutti i dati siano sicuri. Se il disco deve essere riparato, ti saranno fornite istruzioni per farlo utilizzando Recovery HD.";
"DescriptionText_PermissionsRepairScanner" = "Verifica e ripara immediatamente i file corrotti e i permessi delle cartelle del sistema per assicurare il funzionamento corretto delle tue applicazioni. Utilissimo per risolvere diversi problemi di accesso.";
"DescriptionText_PeriodicSpeedupScanner" = "Quest'attività include una serie di script che eseguono la rotazione dei file di registro, rimuovono elementi temporanei e effettuano una serie di ottimizzazioni del sistema. Sono noti come script periodici giornalieri, settimanali e mensili, che possono essere usati contemporaneamente per mantenere in forma il tuo macOS.";
"DescriptionText_DNSMaintenanceScanner" = "macOS mantiene una cache locale per interrogazioni DNS (Domain Name System) risolte per un tempo definito dal server DNS, ma talvolta è necessario cancellare la cache immediatamente. Può essere necessario dopo che un elemento sul server è stato modificato o quando ne è stato aggiunto uno nuovo.";
"RecommendationText_PermissionsRepairScanner" = "● Funzionamento non corretto di applicazioni\n● Spostamento o eliminazione di file non riusciti\n● Consigliato un uso occasionale";
"RecommendationText_MailSpeedupScanner" = "● Ricerca lenta all'interno di Mail\n● Vari problemi con le caselle di posta\n● Consigliato un uso occasionale";
"RecommendationText_RebuildLaunchServicesDBScanner" = "● File aperti con l'applicazione sbagliata\n● Icona del file errata in alcuni file\n● Se ne consiglia l'uso quando si presentano problemi";
"RecommendationText_SpotlightSpeedupScanner" = "● Diminuzione generalizzata delle prestazioni di ricerca\n● Spotlight non trova elementi esistenti\n● Da usare molto raramente, poiché l'esecuzione della funzione richiede del tempo";
"RecommendationText_DiskMaintenanceScanner" = "● Consigliato un uso occasionale per assicurarsi che i dati siano sicuri";
"RecommendationText_StartupDiskMaintenanceScanner" = "● Consigliato un uso occasionale per assicurarsi che i dati siano sicuri";
"RecommendationText_PeriodicSpeedupScanner" = "● Funzione utile e che non grava sulle prestazioni, può essere usata quotidianamente";
"RecommendationText_DNSMaintenanceScanner" = "● Se non si riesce a connettersi a siti web\n● La rete rallenta in modo casuale\n● Utilizzare quando si verificano i problemi connessi";
"CleanProgressItemName_MaintenanceGroupScanner" = "Manutenzione in azione";
"CleanLogHeaderText_MaintenanceGroupScanner" = "Manutenzione";

/* Dashboard */
"Dashboard_Description_Audio" = "Rappresenta le dimensioni di tutti i file audio presenti sull'unità. Comprende file MP3, AAC, AIFF, APE e altri formati audio noti.";
"Dashboard_Description_Movies" = "Rappresenta le dimensioni di tutti i file video locali sull'unità. Comprende filmati e podcast in tutti i formati video.";
"Dashboard_Description_Photos" = "Rappresenta la dimensione di tutti i file immagine sull'unità. Comprende file JPEG, PNG, TIFF e altri formati immagine noti.";
"Dashboard_Description_Apps" = "Rappresenta le dimensioni di tutti i file di applicazione sull'unità. Comprende applicazione presenti in qualsiasi punto dell'unità.";
"Dashboard_Description_Other" = "Rappresenta le dimensioni di file vari che utilizzano spazio sull'unità, ma che non possono essere inseriti in altre categorie.";
"Dashboard_Description_Backups" = "Rappresenta le dimensioni di tutti i file di archivio, file contenitore e di backup di varia origine presenti sull'unità.";
"Dashboard_Description_Used" = "Rappresenta la quantità di spazio occupato sul disco dai file e dal sistema.";

/* CMM Preferences */
"Preferences_healthDescription" = "Se attivato, il monitor funziona come un sistema di allarme precoce per la maggior parte di problemi hardware.";
"Preferences_learnMore" = "Altre info…";
"Preferences_UpdateStatusLastCheck" = "Ultimo controllo:";
"Smart Cleanup" = "Pulizia smart";
"CleanMyMac 3 Menu" = "Menu CleanMyMac 3";
"Updates" = "Aggiornamenti";
"Scheduler" = "Pianificatore";
"General" = "Generale";
"Ignore List" = "Lista Ignora";
"Privacy" = "Protezione dati";
"Preferences_halloweenHoliday" = "Halloween:";
"Preferences_winterHolidays" = "Anno Nuovo:";

/* Internet Cleanup */
"InternetCleanup_TimeRangeLastHour" = "Ultima ora";
"InternetCleanup_TimeRangeLastDay" = "Ultimo giorno";
"InternetCleanup_TimeRangeLastWeek" = "Ultima settimana";
"InternetCleanup_TimeRangeLastTwoWeeks" = "Ultime 2 settimane";
"InternetCleanup_TimeRangeLastMonth" = "Ultimo mese";
"InternetCleanup_TimeRangeLastSixMonths" = "Ultimi 6 mesi";
"InternetCleanup_TimeRangeLastYear" = "Ultimo anno";
"InternetCleanup_TimeRangeEverything" = "Sempre";

/* Mail Attachments */
"DescriptionText_MailAttachmentsScanner" = "Tutti i tuoi allegati nelle e-mail sono archiviati localmente, ma se vengono ripuliti restano accessibili tramite l'app Mail. CleanMyMac offre la possibilità di eliminare questi allegati recuperabili, ma li mantiene se sono stati modificati dopo averli scaricati.";

/* Start Scan */
"SystemCleanupGroupScanner_BenefitTitle_0" = "Ottimizza il sistema";
"SystemCleanupGroupScanner_BenefitTitle_1" = "Riduce le dimensioni delle applicazioni";
"SystemCleanupGroupScanner_BenefitTitle_2" = "Risolve vari errori";
"SystemCleanupGroupScanner_BenefitDescription_0" = "Rimuovi temporaneamente file per liberare spazio e migliorare le prestazioni del tuo Mac.";
"SystemCleanupGroupScanner_BenefitDescription_1" = "Rimuovi file binari e di localizzazione non utilizzati senza compromettere le funzionalità della app.";
"SystemCleanupGroupScanner_BenefitDescription_2" = "Elimina vari elementi e residui corrotti che possono causare un comportamento anomalo.";
"MailGroupScanner_BenefitTitle_0" = "Salva spazio sul disco locale";
"MailGroupScanner_BenefitTitle_1" = "Ottimizza i dati di Mail locali";
"MailGroupScanner_BenefitDescription_0" = "Rimuovi allegati di e-mail dal tuo Mac che restano accessibili tramite la casella Entrata.";
"MailGroupScanner_BenefitDescription_1" = "Impedisci a Mail di archiviare centinaia di logo di società e altri allegati non importanti.";
"iTunesGroupScanner_BenefitTitle_0" = "Elimina dal Mac dati iOS non utilizzati";
"iTunesGroupScanner_BenefitTitle_1" = "Rileva download corrotti";
"iTunesGroupScanner_BenefitDescription_0" = "Rimuovi dati di iOS già utilizzati, inclusi vecchi aggiornamenti, backup e molto di più.";
"iTunesGroupScanner_BenefitDescription_1" = "Cancella file di download di iTunes incompleti, non visualizzati in iTunes, ma che occupano spazio.";
"MaintenanceGroupScanner_BenefitTitle_0" = "Migliora le prestazioni del disco";
"MaintenanceGroupScanner_BenefitTitle_1" = "Risolve diversi errori di applicazioni";
"MaintenanceGroupScanner_BenefitTitle_2" = "Migliora le prestazioni di ricerca";
"MaintenanceGroupScanner_BenefitDescription_0" = "Prenditi cura delle tue unità assicurandoti che il file system e lo stato fisico siano buoni.";
"MaintenanceGroupScanner_BenefitDescription_1" = "Risolvi comportamenti anomali di app riparandone i permessi o avviando script di manutenzione.";
"MaintenanceGroupScanner_BenefitDescription_2" = "Reindicizza il database di Spotlight e l'indice di Mail per migliorare le prestazioni della ricerca.";
"PrivacyGroupScanner_BenefitTitle_0" = "Rimuove le tracce di navigazione";
"PrivacyGroupScanner_BenefitTitle_1" = "Ripulisce i dati delle tue chat";
"PrivacyGroupScanner_BenefitDescription_0" = "Ripulisci la tua cronologia di navigazione, compresi i moduli con autoriempimento e altri dati salvati da tutti i browser più comuni.";
"PrivacyGroupScanner_BenefitDescription_1" = "Ripulisci facilmente e in un attimo la cronologia delle chat di Skype e Messaggi.";
"TrashesGroupScanner_BenefitTitle_0" = "Vuota tutti i cestini con un clic";
"TrashesGroupScanner_BenefitTitle_1" = "Elimina diversi errori del Finder";
"TrashesGroupScanner_BenefitDescription_0" = "Non è più necessario svuotare uno singolo Cestino dei dischi e delle applicazioni. Ora basta un clic per svuotarli tutti in una volta.";
"TrashesGroupScanner_BenefitDescription_1" = "CleanMyMac svuota tutti i Cestini indipendentemente dagli avvisi di errore del Finder.";
"iPhotoGroupScanner_BenefitTitle_0" = "Ottimizza i dati della libreria foto";
"iPhotoGroupScanner_BenefitTitle_1" = "Sostituisci RAW con JPEG";
"iPhotoGroupScanner_BenefitTitle_1_HighSierra" = "Rimuove la cache locale di iCloud";
"iPhotoGroupScanner_BenefitDescription_0" = "Sbarazzati di tutti i dati che non hanno a che fare con le tue foto.";
"iPhotoGroupScanner_BenefitDescription_1" = "Sostituisci i grandi file RAW originali con immagini JPEG di alta qualità.";
"iPhotoGroupScanner_BenefitDescription_1_HighSierra" = "Libera il tuo Mac da file multimediali che puoi recuperare da iCloud.";
"ExtensionsGroupScanner_BenefitTitle_0" = "Rimuove correttamente le estensioni";
"ExtensionsGroupScanner_BenefitTitle_1" = "Disabilita le estensioni a richiesta";
"ExtensionsGroupScanner_BenefitDescription_0" = "Rimuovi in modo sicuro qualsiasi estensione indesiderata e tutti gli elementi correlati.";
"ExtensionsGroupScanner_BenefitDescription_1" = "Puoi rimuovere completamente le estensioni o disabilitarle temporaneamente se necessario.";
"UninstallerGroupScanner_BenefitTitle_0" = "Disinstalla correttamente applicazioni";
"UninstallerGroupScanner_BenefitTitle_1" = "Ripristina applicazioni allo stato iniziale";
"UninstallerGroupScanner_BenefitDescription_0" = "Rimuovi cache, preferenze e altri file situati al di fuori della cartella Applicazioni.";
"UninstallerGroupScanner_BenefitDescription_1" = "Scegli di reinstallare un applicazione ripristinandone i dati correlati.";
"EraserGroupScanner_BenefitTitle_0" = "Cancella in modo sicuro dati sensibili";
"EraserGroupScanner_BenefitTitle_1" = "Risolve diversi errori di Finder";
"EraserGroupScanner_BenefitDescription_0" = "Cancella file in modo irreversibile con l'impostazione cancellazione sicura.";
"EraserGroupScanner_BenefitDescription_1" = "Rimuovi facilmente elementi bloccati da processi in corso senza provocare errori del Finder.";
"LargeOldFilesGroupScanner_BenefitTitle_0" = "Trova i tuoi file";
"LargeOldFilesGroupScanner_BenefitTitle_1" = "Organizza facilmente i tuoi file";
"LargeOldFilesGroupScanner_BenefitDescription_0" = "Identifica e controlla facilmente elementi dimenticati e decidi che cosa farne.";
"LargeOldFilesGroupScanner_BenefitDescription_1" = "Approfitta di filtri facili da usare per una visualizzazione e rimozione rapida dei file.";
// Summary screens
"Generic_summary_manual_only_title" = "Nessun elemento per selezione smart.";
"Generic_summary_manual_only_subtitle" = "Tuttavia abbiamo trovato alcuni elementi che forse vuoi controllare e rimuovere.";
"SystemCleanupGroupScanner_summary_auto_and_manual_subtitle" = "Comprende elementi temporanei come file di cache, di registro, app non utilizzate localizzazioni di sistema e molto di più.";
"SystemCleanupGroupScanner_summary_auto_only_subtitle" = "Comprende elementi temporanei come file di cache, di registro, app non utilizzate localizzazioni di sistema e molto di più.";
"SystemCleanupGroupScanner_summary_manual_only_title" = "Il tuo sistema è in forma.";
"SystemCleanupGroupScanner_summary_manual_only_subtitle" = "Tuttavia abbiamo trovato alcuni elementi che forse vuoi controllare ed eliminare.";
"SystemCleanupGroupScanner_summary_user_selection_subtitle" = "Gli elementi selezionati verranno rimossi dopo aver cliccato sul pulsante Ripulisci.";
"LargeOldFilesGroupScanner_summary_manual_only_title" = "Controlla i file trovati.";
"LargeOldFilesGroupScanner_summary_manual_only_subtitle" = "Prima della loro rimozione è necessario che tu controlli gli elementi grandi e vecchi, poiché puoi averne bisogno.";
"LargeOldFilesGroupScanner_summary_user_selection_subtitle" = "Gli elementi selezionati verranno rimossi dopo aver cliccato sul pulsante Ripulisci.";
"MailGroupScanner_summary_auto_and_manual_subtitle" = "Comprende allegati archiviati localmente e download di Mail che possono essere recuperati dalla tua casella Entrata online.";
"MailGroupScanner_summary_auto_only_subtitle" = "Tuttavia abbiamo trovato alcuni file che forse vuoi controllare e rimuovere.";
"MailGroupScanner_summary_manual_only_title" = "Mail è in buone condizioni.";
"MailGroupScanner_summary_manual_only_subtitle" = "Tuttavia abbiamo trovato alcuni file che forse vuoi controllare e rimuovere.";
"MailGroupScanner_summary_user_selection_subtitle" = "Gli elementi selezionati verranno rimossi dopo aver cliccato sul pulsante Ripulisci.";
"iPhotoGroupScanner_summary_auto_and_manual_subtitle" = "Comprende copie originali nascoste di foto ruotate o con occhi rossi rimossi.";
"iPhotoGroupScanner_summary_auto_only_subtitle" = "Comprende copie originali nascoste di foto ruotate o con occhi rossi rimossi.";
"iPhotoGroupScanner_summary_manual_only_title" = "La tua libreria foto è in ordine.";
"iPhotoGroupScanner_summary_user_selection_subtitle" = "Gli elementi selezionati verranno rimossi dopo aver cliccato sul pulsante Ripulisci.";
"iTunesGroupScanner_summary_auto_and_manual_subtitle" = "Comprende vecchi backup dei dispositivi iOS, aggiornamenti software, app iOS e download interrotti di iTunes archiviati sul tuo Mac.";
"iTunesGroupScanner_summary_auto_only_subtitle" = "Comprende vecchi backup dei dispositivi iOS, aggiornamenti software, app iOS e download interrotti di iTunes archiviati sul tuo Mac.";
"iTunesGroupScanner_summary_manual_only_title" = "Il tuo iTunes è pulito.";
"iTunesGroupScanner_summary_manual_only_subtitle" = "Tuttavia abbiamo trovato alcuni elementi che forse vuoi controllare ed eliminare.";
"iTunesGroupScanner_summary_user_selection_subtitle" = "Gli elementi selezionati verranno rimossi dopo aver cliccato sul pulsante Ripulisci.";
"TrashesGroupScanner_summary_auto_and_manual_subtitle" = "Comprende tutti i file eliminati rimasti nelle cartelle Cestino, compresi cestini di Mail, iPhoto e Aperture.";
"TrashesGroupScanner_summary_auto_only_subtitle" = "Comprende tutti i file eliminati rimasti nelle cartelle Cestino, compresi cestini di Mail, iPhoto e Aperture.";
"TrashesGroupScanner_summary_user_selection_subtitle" = "Gli elementi selezionati verranno rimossi dopo aver cliccato sul pulsante Ripulisci.";

/* Module cleanup complete Texts with format */
"CleanupCompleteTitle_Generic" = "%@ ripuliti.";
"CleanupCompleteTitle_LargeOldFilesGroupScanner" = "%@ rimossi.";
"CleanupCompleteTitle_MaintenanceGroupScanner" = "%@ completati.";
"CleanupCompleteTitle_EraserGroupScanner" = "%@ cancellati.";
"CleanupCompleteItemsTitle_Generic" = "%@ risolti.";
"CleanupCompleteItemsTitle_PrivacyGroupScanner" = "%@ ripuliti.";
"CleanupCompleteItemsTitle_ExtensionsGroupScanner" = "%@ rimossi.";

"CleanupCompleteReviewMoreTitle_Generic" = "Controlla file";
"CleanupCompleteReviewMoreTitle_SystemCleanupGroupScanner" = "Controlla elementi";
"CleanupCompleteReviewMoreTitle_iPhotoGroupScanner" = "Dettagli riepilogo";
"CleanupCompleteReviewMoreTitle_UninstallerGroupScanner" = "Mostra tutte le app %d…";
"CleanupCompleteReviewMoreTitle_MaintenanceGroupScanner" = "Seleziona attività";
"CleanupCompleteReviewMoreTitle_PrivacyGroupScanner" = "Mostra elenco";
"CleanupCompleteReviewMoreTitle_ExtensionsGroupScanner" = "Mostra tutte le estensioni";
"CleanupCompleteReviewMoreTitle_EraserGroupScanner" = "Seleziona file…";
"CleanupCompleteText_Generic" = "Ora hai %@ disponibili sul tuo disco di avvio.";
"CleanupCompleteText_MaintenanceGroupScanner" = "Adesso il tuo Mac dovrebbe funzionare meglio.";
"CleanupCompleteText_PeriodicMaintenanceNode" = "Attività di manutenzione completate. Adesso il tuo Mac dovrebbe funzionare meglio.";
"CleanupCompleteText_PermsRepairNode" = "Riparazione permessi iniziata. Eventuali problemi di accesso dovrebbero essere risolti al termine di questo processo in background.";
"CleanupCompleteText_DiskVerifyNode" = "Disco di avvio verificato.\nI tuoi dati sono a posto.";
"CleanupCompleteText_DiskRepairNode" = "Disco verificato.\nI tuoi dati sono a posto.";
"CleanupCompleteText_LSDBRebuildNode" = "Servizi di avvio ricostruiti. Ora tutti i file dovrebbero aprirsi con l'applicazione corretta.";
"CleanupCompleteText_SpotlightMaintenanceNode" = "Reindicizzazione Spotlight iniziata.\nDopo questa procedura in background la ricerca dovrebbe essere più efficiente e più rapida.";
"CleanupCompleteText_MailIndexNode" = "Reindicizzazione del database di Mail. Le prestazioni e la velocità di ricerca di Mail dovrebbero migliorare.";
"CleanupCompleteText_DNSNode" = "Cache DNS vuotata. La tua connessione di rete dovrebbe funzionare ora senza problemi.";
"CleanupCompleteReviewMore_SystemCleanupGroupScanner" = "Recupera più spazio controllando gli elementi restanti.";
"CleanupCompleteReviewMore_LargeOldFilesGroupScanner" = "Controlla i file rimasti se vuoi recuperare più spazio.";
"CleanupCompleteReviewMore_iPhotoGroupScanner" = "Recupera più spazio controllando gli elementi restanti.";
"CleanupCompleteReviewMore_MailGroupScanner" = "Recupera più spazio controllando gli allegati o i download rimasti.";
"CleanupCompleteReviewMore_iTunesGroupScanner" = "Recupera più spazio controllando i dati di iTunes rimasti.";
"CleanupCompleteReviewMore_PrivacyGroupScanner" = "Controlla l'elenco di elementi per ripulire un numero maggiore di tracce della tua attività.";
"CleanupCompleteReviewMore_MaintenanceGroupScanner" = "Mostra l'elenco delle procedure di manutenzione per eseguire attività supplementari.";
"CleanupCompleteReviewMore_UninstallerGroupScanner" = "Controlla l'elenco di applicazioni restanti per disinstallarne di più.";
"CleanupCompleteReviewMore_TrashesGroupScanner" = "Recupera più spazio controllando i file rimasti nel Cestino.";
"CleanupCompleteReviewMore_ExtensionsGroupScanner" = "Controlla l'elenco delle estensioni per decidere di rimuoverne di più.";
"CleanupCompleteReviewMore_EraserGroupScanner" = "Aggiungi o trascina più file per la cancellazione sicura.";

"CleanupCompleteMovedTitle_Generic" = "%@ spostati.";

/* Smart Cleanup */

"SystemCleanupGroupScanner_smartCleanup_description" = "Ripulisce il sistema da elementi temporanei e non necessari per recuperare spazio.";
"SystemCleanupGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ File di cache obsoleti\n✓ Vecchi file di registro\n✓ File binari supplementari\n✓ File di lingua inutilizzati\n✓ Dati di app corrotti";
"SystemCleanupGroupScanner_smartCleanup_selection_needs_review" = "I dati di macOS sono stati analizzati, ma tutti gli elementi trovati richiedono il tuo intervento.";
"SystemCleanupGroupScanner_smartCleanup_nothing_found" = "Il tuo sistema è pulito e non richiede una pulizia.";
"SystemCleanupGroupScanner_smartCleanup_not_scanned" = "Esegui una nuova scansione per analizzare i file di macOS.";
"SystemCleanupGroupScanner_smartCleanup_selection_disclaimer" = "La rimozione di questi elementi non avrà effetto sulla funzionalità del sistema.";
"SystemCleanupGroupScanner_smartCleanup_selection_modified_list_item" = "✓ Altri elementi a tua scelta";

"iPhotoGroupScanner_smartCleanup_description" = "Pulisce la tua libreria foto da tutti i tipi di dati di supporto.";
"iPhotoGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ File di cache di foto\n✓ Cache di volti";
"iPhotoGroupScanner_smartCleanup_selection_needs_review" = "I dati della libreria foto sono stati analizzati ma richiedono una revisione.";
"iPhotoGroupScanner_smartCleanup_nothing_found" = "La tua libreria foto è in ordine e non contiene dati inutili.";
"iPhotoGroupScanner_smartCleanup_not_scanned" = "Esegui una nuova scansione per analizzare la libreria foto.";
"iPhotoGroupScanner_smartCleanup_selection_disclaimer" = "Nessuna foto reale è stata rimossa, solo gli originali di immagini modificate.";
"iPhotoGroupScanner_smartCleanup_selection_modified_list_item" = "✓ Altri elementi a tua scelta";

"MailGroupScanner_smartCleanup_description" = "Rimuove le copie locali di allegati di e-mail e download che restano facilmente accessibili tramite l'Entrata di Mail.";
"MailGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Allegati archiviati localmente\n✓ Download di Mail recuperabili";
"MailGroupScanner_smartCleanup_selection_needs_review" = "I dati locali di Mail sono stati analizzati, ma richiedono il tuo intervento prima della pulizia.";
"MailGroupScanner_smartCleanup_nothing_found" = "Mail è pulita e non contiene dati locali in eccesso.";
"MailGroupScanner_smartCleanup_not_scanned" = "Esegui una nuova scansione per analizzare i dati locali di Mail.";
"MailGroupScanner_smartCleanup_selection_disclaimer" = "Tutti i file rimossi possono essere recuperati facilmente tramite Mail.";
"MailGroupScanner_smartCleanup_selection_modified_list_item" = "✓ Download di Mail modificati a tua scelta";

"iTunesGroupScanner_smartCleanup_description" = "Rimuove dati di iTunes inutili che restano dopo la sincronizzazione di dispositivi iOS.";
"iTunesGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Vecchi backup di dispositivi iOS\n✓ File di aggiornamenti software di iOS già utilizzati\n✓ Copie di app di iOS archiviate sul tuo Mac\n✓ Download di iTunes interrotti";
"iTunesGroupScanner_smartCleanup_selection_needs_review" = "I dati di iTunes sono stati analizzati, ma richiedono il tuo intervento prima della pulizia.";
"iTunesGroupScanner_smartCleanup_nothing_found" = "Il tuo iTunes è pulito e non archivia dati in eccesso sul tuo Mac.";
"iTunesGroupScanner_smartCleanup_not_scanned" = "Esegui una nuova scansione per analizzare i dati di iTunes.";
"iTunesGroupScanner_smartCleanup_selection_disclaimer" = "Nella lista Rimozione smart sono inclusi solo file obsoleti, corrotti o inutili.";

"TrashesGroupScanner_smartCleanup_description" = "Svuota tutti i Cestini disponibili sul tuo Mac, compresi i Cestini di Mail e Foto.";
"TrashesGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Contenuto del Cestino principale\n✓ Cestini di Mail e Foto";
"TrashesGroupScanner_smartCleanup_selection_needs_review" = "I contenuti dei Cestini sono stati analizzati ma richiedono il tuo controllo prima della rimozione.";
"TrashesGroupScanner_smartCleanup_nothing_found" = "Tutti i tuoi cestini sono vuoti.";
"TrashesGroupScanner_smartCleanup_not_scanned" = "Esegui una nuova scansione per analizzare le cartelle Cestino.";
"TrashesGroupScanner_smartCleanup_selection_disclaimer" = "Hai già eliminato tutti questi file, dunque non è necessario che tu lo faccia di nuovo.";

"LargeOldFilesGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Visualizzazione grandi e vecchi file";
"LargeOldFilesGroupScanner_smartCleanup_selection_needs_review" = "Solo tu selezioni i file grandi e vecchi per la rimozione.";
"LargeOldFilesGroupScanner_smartCleanup_nothing_found" = "Non sono stai trovati grandi e vecchi file.";
"LargeOldFilesGroupScanner_smartCleanup_not_scanned" = "Esegui una nuova scansione per localizzare elementi grandi e vecchi tra i tuoi file.";

"SmartCleanup_ScanResults_Status_AutomaticCleanup" = "Pronto per la Pulizia sicura";
"SmartCleanup_ScanResults_Status_AutomaticCleanup_Modified" = "Pronto per la Pulizia";
"SmartCleanup_ScanResults_Subtitle_AutomaticCleanup" = "CleanMyMac ha identificato una serie di elementi che possono essere rimossi senza perdita di dati di sistema o privati.";

"SmartCleanup_ScanResults_Title_ManualCleanup" = "Scansione eseguita!";
"SmartCleanup_ScanResults_Status_ManualCleanup" = "Il tuo Mac è a posto.";
"SmartCleanup_ScanResults_Subtitle_ManualCleanup" = "Tuttavia ci sono ancora file spazzatura in alcuni moduli che richiedono la tua attenzione.";

"SmartCleanup_ScanResults_Title_NothingFound" = "Ottimo!";
"SmartCleanup_ScanResults_Status_NothingFound" = "Il tuo Mac è pulito";
"SmartCleanup_ScanResults_Subtitle_NothingFound" = "Una scansione completa non ha trovato elementi da rimuovere.";

/* Purchase */
"Purchase_Title_1A" = "Acquista per completare la pulizia";
"Purchase_Subtitle_1A" = "Hai pulito i primi 500 MB di spazzatura sul tuo Mac. Scarica la versione completa per eliminare il resto e mantenere il Mac sempre libero dalla spazzatura.";
"Purchase_IconsTitle_1A" = "Con una licenza di CleanMyMac 3 potrai:";
"Purchase_IconLabel1_1A" = "ripulire gigabyte di file spazzatura";
"Purchase_IconLabel2_1A" = "eseguire la manutenzione del tuo Mac";
"Purchase_IconLabel3_1A" = "disinstallare completamente le app";
"Purchase_IconLabel4_1A" = "ottenere un Mac più pulito e più felice";
"Purchase_MainButtonTitle_1A" = "Acquista ora";
"Purchase_Title_1B" = "La copia di prova di CleanMyMac 3 è scaduta.";
"Purchase_Subtitle_1B" = "Abbiamo già ottimizzato e ripulito un po' il tuo Mac! Per recuperare più spazio e rendere il tuo Mac ancora più felice, acquista oggi una licenza.";
"Purchase_IconsTitle_1B" = "Con una licenza di CleanMyMac 3 potrai:";
"Purchase_IconLabel1_1B" = "ripulire gigabyte di file spazzatura";
"Purchase_IconLabel2_1B" = "eseguire la manutenzione del tuo Mac";
"Purchase_IconLabel3_1B" = "disinstallare completamente le app";
"Purchase_IconLabel4_1B" = "ottenere un Mac più pulito e più felice";
"Purchase_MainButtonTitle_1B" = "Acquista ora";
"Purchase_Title_1C" = "Aggiorna oggi a CleanMyMac 3!";
"Purchase_Subtitle_1C" = "Con CleanMyMac 3 hai già eliminato gratuitamente 500 MB dal tuo Mac! Poiché sei già nostro utente, puoi acquistare oggi l'aggiornamento con il 50% di sconto.";
"Purchase_IconsTitle_1C" = "Novità in CleanMyMac 3:";
"Purchase_IconLabel1_1C" = "pulizia degli allegati di Mail";
"Purchase_IconLabel2_1C" = "eliminazione di file spazzatura di iTunes";
"Purchase_IconLabel3_1C" = "Cancella la cronologia di navigazione e delle chat";
"Purchase_IconLabel4_1C" = "manutenzione del tuo Mac";
"Purchase_MainButtonTitle_1C" = "Aggiorna ora e risparmia il 50%";
"Purchase_Title_1D" = "La copia di prova di CleanMyMac 3 è scaduta.";
"Purchase_Subtitle_1D" = "Abbiamo già ottimizzato e ripulito un po' il tuo Mac! Poiché sei già nostro utente, puoi acquistare oggi l'aggiornamento con il 50% di sconto.";
"Purchase_IconsTitle_1D" = "Novità in CleanMyMac 3:";
"Purchase_IconLabel1_1D" = "pulizia degli allegati di Mail";
"Purchase_IconLabel2_1D" = "eliminazione di file spazzatura di iTunes";
"Purchase_IconLabel3_1D" = "Cancella la cronologia di navigazione e delle chat";
"Purchase_IconLabel4_1D" = "manutenzione del tuo Mac";
"Purchase_MainButtonTitle_1D" = "Aggiorna adesso e risparmia il 50%";
"Purchase_Title_1E" = "Dimenticati per sempre dei file inutili.";
"Purchase_Subtitle_1E" = "Una versione con licenza ti da il pieno controllo sul tuo mac. Puoi liberare gigabyte di spazio, quando serve, e rimuovere applicazioni e tenere sotto controllo il sistema intero.";
"Purchase_IconsTitle_1E" = "Guarda CleanMyMac 3 in azione";
"Purchase_IconLabel1_1E" = "Disinstalla le app completamente";
"Purchase_IconLabel2_1E" = "Migliora le prestazioni del Mac";
"Purchase_IconLabel3_1E" = "Elimina ancora più GB di spazzatura";
"Purchase_IconLabel4_1E" = "Proteggi lo stato del Mac e la privacy";
"Purchase_MainButtonTitle_1E" = "Acquista ora";
"Purchase_Title_2A" = "Scopri la sezione Utilità!";
"Purchase_Subtitle_2A" = "Hai già eliminato gratuitamente 500 MB dal tuo Mac! Oltre a liberare spazio CleanMyMac 3 aiuta anche a ottimizzare e organizzare il tuo Mac. Provalo!";
"Purchase_IconsTitle_2A" = "Usando le Utilità in CleanMyMac 3 puoi:";
"Purchase_IconLabel1_2A" = "disinstallare app nel modo corretto";
"Purchase_IconLabel2_2A" = "ottimizzare le prestazioni del tuo Mac";
"Purchase_IconLabel3_2A" = "Cancella la cronologia di navigazione e delle chat";
"Purchase_IconLabel4_2A" = "eliminare in modo sicuro file sensibili";
"Purchase_MainButtonTitle_2A" = "Vai alle Utilità";
"Purchase_Title_2B" = "Prova Pulizia smart!";
"Purchase_Subtitle_2B" = "Adesso che hai provato gratuitamente alcune funzioni prova Pulizia smart! Trova in media 54 MB di spazio da recuperare!";
"Purchase_IconsTitle_2B" = "Usando Pulizia smart in CleanMyMac 3 puoi:";
"Purchase_IconLabel1_2B" = "rimuovere originali di iPhoto";
"Purchase_IconLabel2_2B" = "eliminare pacchetti lingua inutili";
"Purchase_IconLabel3_2B" = "eliminare allegati di Mail irrilevanti";
"Purchase_IconLabel4_2B" = "vuotare tutti i cestini con un clic";
"Purchase_MainButtonTitle_2B" = "Vai a Pulizia smart";

/* Discount */
"Purchase_MainButtonTitle_3A" = "Acquista ora con uno sconto del %li%%";
"Purchase_MainButtonTitle_Discount" = "Acquista ora con uno sconto del %li%%";
"Purchase_MainButtonTitle_HolidayDiscount" = "Offerta festiva";
"I already have a license" = "Possiedo già una licenza";
"Purchase_MoneyBackGuarantee_Title" = "30 giorni soddisfatti o rimborsati";

"Yes" = "Sì";
"No" = "No";
"N/A" = "N/A";

" – Edited" = " – Modificato dall'utente";
" — Newest" = " — Ultimo backup";
"%@ Activity Traces" = "%@ tracce di attività";
"%@ Agent" = "%@ agente";
"%@ and more…" = "Più di %@…";
"%@ done" = "%@ eseguiti";
"%@ Localization" = "Localizzazione %@";
"%@ Login Item (All Users)" = "%@ elementi di login (tutti gli utenti)";
"%@ Recent Items List" = "Elenco elementi recenti di %@";
"Account \"%@\"" = "Account \"%@\"";
"All Accounts" = "Tutti gli account";
"Already removed" = "Già rimossi";
"Apps" = "App";
"Attachments" = "Allegati";
"Audio" = "Audio";
"Autofill Values" = "Valori per riempimento automatico";
"Back To Smart Cleanup" = "Torna a Pulizia smart";
"Backup" = "Backup";
"Backup made %@" = "Backup eseguito %@";
"Backups" = "Backup";
"Beta Tester" = "Beta Tester";
"Broken Backups" = "Backup danneggiati";
"Choose Tasks" = "Seleziona attività";
"Clean is finished" = "Pulizia completata";
"Cleaning…" = "Pulisco…";
"Color Pickers" = "Selettore colore";
"Corrupted startup item. Missing Bundle ID." = "Elemento di avvio corrotto. ID bundle mancante.";
"Created: %@" = "Creato:%@";

"Fixed permission for: /%@" = "Permesso riparato per: /%@";
"Flush DNS Cache" = "Cancella cache DNS";
"Flushing…" = "Ripulisco…";

"Found in total" = "Trovati in totale";

"Go to %@" = "Vai a %@";
"Go to Large & Old Files" = "Vai a grandi e vecchi file";
"Go to Uninstaller" = "Vai a Disinstallazione";
"Go to Maintenance" = "Vai in Manutenzione";

"Group by Access Date" = "Raggruppa per data di accesso";
"Group by Application" = "Raggruppa per applicazione";
"Group by Date" = "Raggruppa per data";
"Group by Events" = "Raggruppa per evento";
"Group by Kind" = "Raggruppa per tipo";
"Group by Language" = "Raggruppa per lingua";
"Group by Modifiers" = "Raggruppa per modifiche";
"Group by Size" = "Raggruppa per dimensioni";

"Including:" = "Include:";
"iOS Applications" = "applicazioni iOS";
"iOS Device Backups" = "backup dispositivi iOS";
"iPhoto modifiers: " = "Modificatori iPhoto: ";

"iTunes Broken Downloads" = "Download interrotti iTunes";
"Caches" = "Cache";
"Album Artwork Cache" = "Cache copertine album";

/* Search in Spotlight. Should match Finder format. */
"Kind:" = "Tipo:";

"Launch Agents" = "Agenti di avvio";
"Launch CleanMyMac to remove unneeded items and reclaim space." = "Avvia CleanMyMac per rimuovere elementi indesiderati e recuperare spazio.";
"Location: %@\nFrom Mac App Store: %@\nSandboxed: %@\nVersion: %@\nBundle ID: %@" = "Posizione:%1$@\nNel Mac App Store:%2$@\nSandbox:%3$@\nVersione:%4$@\nID Bundle:%5$@";
"Mail Cleanup" = "Pulizia Mail";
"Mail Speedup" = "Velocizza Mail";
"Messages" = "Messaggi";
"Missing Detailed Log" = "Registro dettagliato mancante";
"My Extensions List" = "La mia lista estensioni";
"Needs Review" = "Da controllare";
"New" = "Nuovo";
"Not Estimated" = "Non stimato";
"Not Scanned" = "Non scansionato";

"Nothing Done" = "Nessun processo completato";
"Nothing Selected" = "Nessuna selezione";
"Nothing to Clean" = "Niente da pulire";
"Nothing to smart-select" = "Nessuna selezione smart";

"Now that you've mastered all the cleanable modules, go and try some Utilities to manage, maintain and clean stuff." = "Adesso che hai passato in rassegna tutti i moduli ripulibili prova le utilità per gestire, eseguire la manutenzione e pulire elementi.";
"Now that you've mastered the cleaning, go manage and speed up your Mac with CleanMyMac's Utilities." = "Ora che hai imparato a eseguire la pulizia, gestisci e velocizza il tuo Mac con le utilità di CleanMyMac.";
"macOS Localizations" = "Localizzazioni macOS";
"Overfilled" = "Troppo pieno";
"Photos" = "Immagini";
"Quick Look \"%@\"" = "Visualizzazione rapida \"%@\"";
"Quit %@ to Estimate" = "Esci da %@ per stimare";
"Rebuild Launch Services Database" = "Riorganizza database dei servizi di avvio";
"Rebuilding…" = "Ricostruisco…";
"Recent Items Lists" = "Liste elementi recenti";
"Recently Accessed Servers" = "Server utilizzati di recente";
"Recently Launched Applications" = "Applicazione avviate di recente";
"Recently Opened Documents" = "Documenti aperti di recente";
"Reclaim more space by reviewing your %@ or other cleanable modules." = "Recupera più spazio controllando %@ o altri moduli di pulizia.";
"Reclaim more space by reviewing your Large & Old Files or other cleanable modules." = "Recupera più spazio controllando grandi e vecchi file o altri moduli di pulizia.";


"Reindex Spotlight" = "Reindicizza Spotlight";
"Reindexing…" = "Reindicizzo…";
"Remaining: %@" = "Restanti:%@";
"Removal Complete" = "Rimozione completa";
"Remove trashed applications along with all related leftovers." = "Rimuovi applicazioni cestinate con tutti i residui correlati.";


"Repair Disk Permissions" = "Ripara permessi del disco";
"NonSystemDriveRepair_DisplayName" = "Verifica e ripara \"%@\"";
"Repairing…" = "Riparo…";
"Status: Repair is in progress" = "Stato: riparazione in corso";
"Rescan" = "Nuova scansione";
"Refresh" = "Aggiorna";
"Reset Complete" = "Ripristino completato";
"Review Details" = "Dettagli riepilogo";
"Review Photos" = "Controlla foto";
"Review Files" = "Controlla file";
"Review found items to decide on selecting them for removal." = "Controlla elementi trovati per decidere se rimuoverli.";
"Review found items to decide on selecting them for removal.(1)" = "Controlla e seleziona gli elementi trovati che vuoi rimuovere.";
"Run Maintenance Scripts" = "Esegui script di manutenzione";
"Running…" = "Eseguo…";

/* Menu item title */
"Scan" = "Scansione";
"Stopped" = "Interrotto";
"Scan is finished" = "Scansione completata";
"Scanning…" = "Scansione…";
"Search" = "Ricerca";
"Select Items" = "Seleziona elementi";
"Selected" = "Selezionate";
"Show all" = "Mostra tutte";
"Show Results" = "Mostra risultati";
"Show selected" = "Mostra selezionati";
"Show unsupported" = "Mostra non supportati";
"Smart Selected" = "Selezione smart";
"Smart-selected for cleanup" = "Selezione smart per la pulizia";
"Sort by State" = "Ordina per stato";
"Starting new scan will discard current scan results" = "L'avvio della nuova scansione eliminerà i risultati della scansione attuale.";
"Starting Reindex…" = "Avvio reindicizzazione…";
"Status: Indexing is in progress" = "Stato: indicizzazione in corso";
"Your Spotlight database is being reindexed. This should take a while and you may be experiencing a slight performance drop." = "Il database di Spotlight viene reindicizzato. Questa procedura potrebbe richiedere del tempo e comportare una diminuzione delle prestazioni.";
"Your disk permissions are being repaired. This should take a while and you may be experiencing a slight performance drop." = "I permessi del disco sono in fase di riparazione. Questa procedura potrebbe richiedere del tempo e comportare una diminuzione delle prestazioni.";
"Tabs from Last Session" = "Schede dell'ultima sessione";
"The emails you delete from the Mail application are moved to a local Mail Trash folder and remain on your disk. Empty your local Mail Trash to save space." = "Le e-mail eliminate dall'applicazione Mail sono state spostate nel Cestino locale di Mail e restano sul tuo disco. Vuota il Cestino di Mail locale per recuperare spazio.";
"Trash on %@" = "Cestino su %@";

"Try Now" = "Provala adesso";
"Get Rid of Duplicate Files" = "Elimina file duplicati";
"Delete duplicates with Gemini to free up even more space." = "Libera ancora più spazio eliminando i duplicati con Gemini.";

"Learn More" = "Altre info";
"Hide Sensitive Files" = "Nascondi file riservati";
"Keep confidential files out of sight with Hider 2" = "Nascondi i file riservati con Hider 2";

"Promotion_WallWiz_Title" = "Il tocco finale per il tuo Mac";
"Promotion_WallWiz_Description" = "Abbelliscilo con sfondi in HD da Wallpaper Wizard 2.";

/* Menu item title */
"Turn Extended Logging Off" = "Disattiva registrazione estesa";
"Turn Extended Logging On" = "Attiva la registrazione estesa";

"Uninstall applications correctly." = "Disinstalla correttamente le applicazioni.";
"Uninstall Complete" = "Disinstallazione completata";
"Unknown Drive" = "Unità sconosciuta";
"Used" = "In uso";

"Verify Startup Disk" = "Verifica volume di avvio";
"Verifying…" = "Verifico…";

"ButtonTitle_ViewAllExtensions" = "Mostra tutte %@";
"ButtonTitle_ViewAllApps" = "Mostra tutte %@";
"View All Applications" = "Mostra tutte le applicazioni";

"Waiting…" = "Attendo…";
"What next?" = "Passo successivo?";

/* Sharing Texts */
"SharingText_0" = "Dopo aver usato CleanMyMac 3 di @macpaw il mio computer è di nuovo in forma.";
"SharingText_1" = "Ripuliti %@ di file spazzatura dal mio Mac con #CleanMyMac. Come un professionista :-)";
"SharingText_2" = "Amo il mio Mac!%@ di spazzatura eliminata!#CleanMyMac è magico!";
"SharingText_3" = "Indespensabile #CleanMyMac. Ha salvato %@ di spazio!";
"SharingText_4" = "Sai cosa? Ho salvato %@ ripulendo il mio Mac. È stato rapidissimo…E facile! Grazie a @MacPaw per #CleanMyMac 3!";
"SharingText_5" = "Che si sappia: #CleanMyMac è uno strumento fantastico! Ripuliti facilmente %@ di file inutili.";
"SharingText_6" = "%@ rimossi! Il mio Mac è come nuovo! #CleanMyMac funziona!";
"SharingText_7" = "Ripuliti %@ di spazzatura dal mio Mac. Mi sento come un utente Mac di livello 90! Grazie #CleanMyMac 3!";
"SharingText_8" = "#CleanMyMac ha salvato %@ di spazio sul mio Mac. Un'app intelligente, facile e utile!";
"SharingText_9" = "Ho velocizzato il mio sistema con la funzione Spazzatura di sistema di  #CleanMyMac. Grazie mille @MacPaw!";
"SharingText_10" = "La mia libreria di iPhoto è pulita! Grazie mille @MacPaw per #CleanMyMac";
"SharingText_11" = "Adesso le copie di allegati e download di Mail sono spariti! Grazie a @MacPaw per #CleanMyMac!";
"SharingText_12" = "Il mio iTunes ha più spazio per la musica, ora che tutta la spazzatura è sparita! Grazie a @MacPaw per #CleanMyMac!";
"SharingText_13" = "Wow, non sapevo che le app dovessero essere disinstallate correttamente.Grazie a @MacPaw per #CleanMyMac!";
"SharingText_14" = "La manutenzione del mio Mac è molto più facile! Grazie a @MacPaw per #CleanMyMac!";
"SharingText_15" = "Ho eliminato tutti i cookie dei miei browser e molto di più usando #CleanMyMac di @MacPaw!";
"SharingText_16" = "Ho ripulito dati inutili in modo rapido e sicuro grazie alla funzione Cancellazione sicura in #CleanMyMac.";

/* Privacy */
"Saved Passwords" = "Password salvate";
"Downloads History" = "Cronologia download";
"Browsing History" = "Cronologia browser";
"Cookies" = "Cookie";
"Conversation History" = "Cronologia conversazioni";
"Call History" = "Cronologia chiamate";
"File Transfers" = "File trasferiti";
"HTML5 Local Storage" = "Archivio locale HTML5";

"uninstalled" = "disinstallato";
"app" = "app";
"reset." = "ripristino.";
"file" = "file";
"removed." = "rimossi.";

"MenuItemTitle_Deauthenticate" = "Elimino autenticazione…";
"MenuItemTitle_Authenticate" = "Autentica…";

"Dashboard" = "Centro di controllo";

"Utilities" = "Utilità";
"Cleaning" = "Pulizia";

"Unlock Full Version" = "Sblocca versione completa";
"Upgrade at 50% OFF" = "Aggiorna con il 50% di sconto";
"Purchase at 50% OFF" = "Acquista al 50% di SCONTO";
"Buy License" = "Acquista una licenza";
"ButtonTitle_UnlockWithDisount" = "Acquista con lo sconto del %li%%";

"Hide File Paths" = "Nascondi percorsi file";
"Show File Paths" = "Mostra percorsi file";

"uninstalled." = "disinstallato.";
"Item was not removed, because you didn’t quit the related process." = "L'elemento non è stato rimosso perché non hai chiuso il processo correlato.";
"TrialPopover_Text" = "Questa funzione sarà disponibile dopo l'attivazione della copia di CleanMyMac 3.";

"\"%@\" was not processed, because you didn't quit the related application." = "Impossibile elaborare \"%@\" perché non hai chiuso l'applicazione correlata.";

"Some applications should be quit or %@ of junk will remain on your Mac." = "Devi uscire da alcune applicazioni, altrimenti restano %@ di file superflui sul tuo Mac.****";
"Dependent applications should be quit to perform the requested operation:" = "Devi uscire dalle applicazioni dipendenti per eseguire l'operazione richiesta:";

"Done" = "Fine";
"Later" = "Più tardi";

"PopoverText_MailNotSetup" = "L'applicazione Mail non è configurata. Attività non disponibile.";
"Copy to Clipboard" = "Copia in Appunti";

"BundleMoved_Relaunch_AlertTitle" = "CleanMyMac 3 è stata spostata e deve essere riavviata per funzionare correttamente.";
"BundleMoved_Relaunch_AlertSubtitle" = "La posizione dell'applicazione è stata cambiata e devi riavviarla per continuare a usarla.";

/* Accessibility */
"%@ Selected" = "%@ selezionate";
"Accessibility_SmartCleanupTileHelp" = "Premi il pulsante per più informazioni o passa all'elemento successivo da selezionare.";
"Accessibility_SmartCleanupTileNoInteractionHelp" = "Premi il pulsante per più informazioni o passa all'elemento successivo.";

/* Empty history item in Safari */
"(no title)" = "(nessun titolo)";
"System Migration Cache" = "Cache di migrazione del Sistema";

/* Photos Library Compatibility popover */

"UnsupportedPhotoLibrary_PopoverText_NoLonger" = "La versione della libreria non è più supportata. Aggiorna a una versione più recente.";
"UnsupportedPhotoLibrary_PopoverText_NotYet" = "La compatibilità della versione della tua libreria foto è attualmente in fase di test. Riprova più tardi.";
"Recommendations:" = "Raccomandazioni:";

/* Release Notes */
"ActiveReleaseNotes_WindowTitle" = "Novità";

"MaintenanceScanner_UnknownError" = "Errore sconosciuto. Contatta il servizio di assistenza.";

"MaintenanceScanner_DiskVerificationUnmountError" = "Non è stato possibile disattivare il volume selezionato per completare la riparazione.\nAssicurati che nessuna delle applicazioni utilizzi questo volume e riprova.";

"MaintenanceScanner_DiskVerificationFullReport" = "Rapporto completo di riparazione:";
"MaintenanceScanner_DiskVerificationDiskNeedsRepair" = "Richiede riparazione";

"Spotify Offline Playing Cache" = "Cache di riproduzione offline di Spotify";

/* FileVersions */

"Document Versions" = "Versioni dei documenti";
"FileVersionsApplicationTitleFormat" = "%@ versioni dei documenti";
"FileVersionsFileTitleFormat" = "%@ versioni";
"FileVersionsOpenWithFormat" = "Apri con %@";

/* Broken Updates */
"Old Updates" = "Aggiornamenti vecchi";

/* Siri */
"Siri Activity" = "Attività di Siri";
"Siri in menu bar" = "Siri nella barra menu";

"Mac" = "Mac";

/* Application table row */
"Steam Application" = "Applicazione Steam";
"System Application" = "Applicazione di sistema";
"Setapp Application" = "Applicazione Setapp";

/* Updating */
"CheckForUpdatesAction" = "Verifica aggiornamenti…";
"CheckingForUpdatesState" = "Verifico aggiornamenti…";

/* NPS */
"NPS_Feedback_TellUsMore" = "Dicci di più";

/* News */
"News_Title" = "Grandi novità da CleanMyMac!";
"News_TellMeMoreButton_Title" = "Ulteriori informazioni";

/* LAOF */
"LAOF_PhotosAlbum_Name" = "Grandi file multimediali da eliminare";

/* Welcome Theme */
"WelcomeScreenTitle_Default" = "Benvenuto a CleanMyMac 3";
"WelcomeScreenSubtitle_Default" = "Mantieni il tuo Mac sano e pulito.";

"WelcomeScreenTitle_CleanedIn2017" = "È stato un anno impegnativo. Continua così!";
"WelcomeScreenSubtitle_CleanedIn2017" = "%@ puliti in 2017.";

"WelcomeScreenTitle_HolidayGreetings2018" = "Grazie per continuare con noi!";
"WelcomeScreenSubtitle_HolidayGreetings2018" = "Ti auguriamo un fantastico 2018!";
